{
    "Tips": "Dicas",
    "tipUnstake": "Você já fez staking na reserva atual. Ao fazer um staking novo, seus prêmios de esAPEX atuais serão resgatados automaticamente e creditados para sua carteira.",
    "StakingRewards": "Prêmios de staking",
    "descrStakingRewards": "Visualize seus prêmios e invista seu esAPEX no protocolo APEX para ganhar mais.",
    "Total": "Total",
    "Available": "Disponível",
    "Staked": "Staking realizado",
    "Vesting": "Investimento",
    "availableWithdraw": "Disponível para saque (APEX)",
    "Withdraw": "Sacar",
    "answer26": "Todos os contratos inteligentes no protocolo ApeX são auditados por profissionais para garantir um alto nível de segurança. Clique aqui para visualizar o relatório de auditoria. O algoritmo de preço médio com balanço de tempo (TWAP) também é implementado para minimizar o impacto de um pedido grande no mercado. Fique de olho nos futuros programas de caça de bugs.",
    "answer27": "O protocolo de 2 camadas tem menores custos e tarifas de combustível, possibilitando soluções de trading descentralizadas.",
    "question28": "Posso depositar outros ativos?",
    "answer28": "O protocolo ApeX tem como objetivo possibilitar que qualquer usuário faça trading dos ativos que quiser livremente. Dessa forma, qualquer token de projeto pode ser usado como token base para depósitos e tradings. O token, contudo, deve manter liquidez suficiente no Uniswap e/ou em outros protocolos de rede de 2 camadas.",
    "question29": "Como fazer trading na direção oposta?",
    "question30": "Como mudo para o testnet?",
    "question31": "Qual é o preço de liquidação?",
    "TableofContents": "Índice",
    "answer1_t1": "Protocolo ApeX",
    "descrFeeRewards": "Este é o valor total atual de prêmios de corretagem que podem ser resgatados. O nº do VE APEX de que você é proprietário nesta semana será calculado na próxima segunda-feira. O valor do prêmio depende da proporção de VE APEX de que você é proprietário.",
    "answer1_p1": "O protocolo ApeX é um protocolo descentralizado de derivativos não custódios que facilita a criação de mercados de troca perpétua para qualquer par de tokens. Os usuários podem trocar derivativas de cripto diretamente na blockchain Ethereum sem intermediários. O protocolo ApeX oferece flexibilidade ilimitada uma vez que os usuários podem criar mercados em qualquer ativo subjacente enquanto mantêm o controle de suas chaves privadas.",
    "answer1_t2": "Visão ApeX",
    "claimFee": "Resgatar prêmios de corretagem",
    "answer1_p2": "O ApeX oferece aos traders em todo o mundo ferramentas financeiras abertas e transparentes que ajudam a preservar e aumentar sua riqueza. O objetivo da ApeX é promover a inclusão financeira e tornar o trading de derivativas cripto mais acessível.",
    "answer1_t3": "Recursos ApeX",
    "answer1_p3": "1. Trading de contrato perpétuo sem permissão com alavancagem<br/>\n2. Criador de mercado automatizado flexível (eAMM)<br/>\n3. Valores controlados por protocolo (PCV)<br/>",
    "answer12_t1": "Token APEX",
    "answer12_p1": "O APEX é o token nativo do protocolo ApeX. Os usuários podem obter APEX participando do AMA, da caça de bugs, da mineração de liquidez, do trading de NFT e muito mais.",
    "answer12_t2": "Casos de uso APEX",
    "answer12_p2": "Os proprietários APEX podem apostar tokens no protocolo ApeX para obter descontos vitalícios em tarifas de trading e outras vantagens. Com o token de staking Apex, você pode:<br/>\n1. Obter tokens APEX adicionais<br/>\n2. Obter tarifas de transação do protocolo<br/>\n3. Participar do controle do protocolo",
    "stakingYouReceive": "Você receberá",
    "answer29": "Leia a página \"Trade\" primeiro. É necessário enviar um pedido na direção oposta e inserir uma posição de tamanho maior que a sua posição atual.",
    "answer30": "Clique em \"Testnet\" ou \"Mainnet\" em \"Trade\" para trocar para a rede que deseja usar.",
    "tipVest": "Seu APEX ficará bloqueado por seis (6) meses. Após o encerramento do período de investimento, seu esAPEX será convertido em APEX, que poderá ser sacado para sua carteira. Também é possível sacar seus tokens antes do encerramento do período de investimento. Entretanto, fazer isso pode causar uma dedução no valor do prêmio.",
    "ForceWithdraw": "Forçar saque",
    "tipWithdraw": "Os prêmios sacados serão creditados para sua carteira e os prêmios que ainda não foram resgatados da reserva APEX serão resgatados automaticamente.",
    "WithdrawButton": "Sacar e resgatar",
    "YouGetApex": "Você receberá (APEX)",
    "qtyWithdraw": "Disponível para saque",
    "Penalty": "Penalidade",
    "descrPenalty": "Os usuários podem forçar o saque de tokens $APEX, que são compostos de duas partes, antes do encerramento do período de investimento.\n\n1. Todos os tokens $APEX que já foram desbloqueados. Nenhuma penalidade será incorrida quando você resgatar esses tokens $APEX.\n\n2. Tokens $APEX que ainda estão em investimento. Já que é possível desbloquear esses tokens linearmente, quanto mais perto do encerramento do período de investimento, menor será a penalidade incorrida.",
    "tipForceWithdraw": "Seus prêmios atualmente no período de investimento e prêmios que podem ser sacados serão creditados para sua carteira. Entretanto, um saque forçado causará uma dedução no valor total do prêmio como penalidade.",
    "approveLp": "Aprovação de tokens LP {{pool name}} na reserva de staking {{pool name}}.",
    "approveToken": "Aprovação de {{token name}} na reserva de staking {{pool name}}.",
    "sucessStakeLp": "Staking de {{number}} tokens LP {{pool name}} na reserva de staking {{poolName}} realizado com sucesso.",
    "sucessStakeToken": "Staking de {{number}} tokens {{coin}} na reserva de staking {{poolName}} realizado com sucesso.",
    "sucessUnstakeLp": "Encerramento de staking de {{number}} tokens LP {{pool name}} na reserva de staking {{poolName}} realizado com sucesso.",
    "sucessUnstakeToken": "Encerramento de staking de {{number}} tokens {{coin}} na reserva de staking {{poolName}}.",
    "sucessVest": "{{number}} esAPEX investidos em APEX com sucesso.",
    "approveEsapex": "Aprovação de tokens esAPEX no contrato de staking.",
    "sucessWithdraw": "Saque de {{number}} APEX realizado com sucesso.",
    "sucessForcewithdraw": "Saque forçado de {{number}} APEX realizado com sucesso.",
    "sucessClaim": "Resgate de {{number}} ETH realizado com sucesso.",
    "ApexRewardsTop": "Prêmios ApeX",
    "rewardsBanner1Src": "https://apex-protocol.github.io/ApeX-assets/activityPictures/referral-rewards.png",
    "rewardsBanner1Type": "indicação",
    "CustomizeOrderDuration": "Personalizar duração do pedido",
    "OrderDuration": "Duração do pedido",
    "bigCaseSet": "Definir",
    "DoubleConfirmation": "Confirmação dupla",
    "lowerCaseCancel": "Cancelar",
    "ModifyPrice": "Modificar preço",
    "descrTradingEventPositionVol": "Esse valor será determinado quando você terminar de abrir e/ou fechar uma posição e não flutuará em tempo real com base nos movimentos do mercado.",
    "ApexBrawlStakePopTips": "É necessário fazer staking de 800 APEX para obter um prêmio em dinheiro de 0,05 ETH. Para desbloquear seu staking, será necessário realizar no mínimo cinco tradings do Contrato ETHUSD. Caso contrário, o APEX usado em staking será perdido.",
    "ApexBrawlCampaignRule1": "É possível fazer staking de 800 APEX na página da campanha para ganhar um prêmio garantido em dinheiro de 0,05 ETH. Para desbloquear seu staking, será necessário realizar no mínimo cinco tradings ou o Contrato ETHUSD durante o período da campanha. Caso contrário, seu staking será perdido.",
    "ApexBrawlCampaignRule2": "De 10 a 17 de junho, se seu lucro total do Contrato ETHUSD estiver entre os três mais altos de todos os participantes, você poderá ganhar uma parte do prêmio de 5.000 USDT. O primeiro vencedor receberá 50% da reserva de prêmios, o segundo colocado receberá 30% e o terceiro lugar receberá 20%.",
    "ApexBrawlStakeUnlockFailed": "O número de tradings que você finalizou é menor que cinco e os 800 APEX usados em staking serão perdidos. Você ainda receberá um prêmio em dinheiro de 0,05 ETH. Participe do nosso Discord para ganhar vantagens extras!",
    "ApexBrawlCampaignCalculate": "A campanha foi finalizada. Estamos calculando o lucro total de todos os participantes e o resultado será divulgado em 20 de junho. Participe do nosso Discord para ganhar vantagens extras!",
    "ApexBrawlTradeRewardFirst": "Parabéns! Você ficou em primeiro lugar e receberá um prêmio no valor de 2.500 USDT. Participe do nosso Discord para ganhar vantagens extras!",
    "ApexBrawlTradeRewardSecond": "Parabéns! Você ficou em segundo lugar e receberá um prêmio no valor de 1.500 USDT. Participe do nosso Discord para ganhar vantagens extras!",
    "answer32": "Por razões de segurança, o protocolo ApeX limitará a quantidade máxima de liquidez que pode ser removida pelos usuários. A taxa entre a posição na rede (token de cota) e a liquidez da reserva (token de cota) será usada para evitar a falha no fechamento da posição aberta dos usuários devido à mudança rápida da liquidez. A taxa, que é de 0,1 por padrão, serve para minimizar o impacto quando um pedido grande é feito e/ou uma posição de rede grande é aberta.\n<br>\n<br>\nSe o número de posições long difere significativamente do número de posições short, a quantidade máxima de liquidez que pode ser removida pelos usuários é menor. Como alternativa, se o número de posições long e short está equilibrado e o valor da posição de rede é de zero, toda a liquidez pode ser removida pelos usuários.",
    "question32": "Qual é a liquidez máxima que pode ser sacada?",
    "answer31": "Sua posição será liquidada quando o preço de referência atingir o preço de liquidação. Quando o preço de referência difere do preço oráculo em mais de 10%, a liquidação depende do preço oráculo para oferecer uma experiência de trading justa.",
    "tipTestnet": "Sem riscos",
    "tipMainnet": "Trading real",
    "tipTokenInList": "Este token já foi importado.",
    "catalogPerpetual": "Perpétuo",
    "GoodTillTime": "Data de validade",
    "descrGoodTillTime": "Pedidos com data de validade são pedidos com limite que permanecerão válidos até um carimbo de hora especificado, que pode ser personalizado ou definido como permanente. Um pedido com data de validade pode ser cancelado antes do carimbo de hora definido. Caso contrário, um pedido que ainda não foi executado será cancelado automaticamente após esse carimbo de hora.",
    "Permanent": "Permanente",
    "LimitTimeOption1": "10 minutos",
    "LimitTimeOption2": "Uma hora",
    "LimitTimeOption3": "Três dias",
    "LimitTimeOption4": "Uma semana",
    "Custom": "Personalizar",
    "Set up custom period": "Personalizar duração do pedido",
    "Custom period": "Duração do pedido",
    "Hours": "Hora(s)",
    "Minutes": "Minuto(s)",
    "Limit": "Limite",
    "OrderCost": "Custo do pedido",
    "None": "Nenhum",
    "OrderHistory": "Histórico do pedido",
    "OrderType": "Tipo de pedido",
    "Fees": "Tarifas",
    "Market": "Mercado",
    "OrderPrice": "Preço do pedido",
    "QtyNow": "Qtd. (atual)",
    "Confirmation": "Confirmação",
    "cancel": "Cancelar",
    "Tesnnet": "Testnet",
    "Mainnet": "Mainnet",
    "Closeby": "Fechamento por",
    "titleLimitClose": "Fechamento com limite",
    "LimitPrice": "Preço (limite)",
    "Volume": "Volume",
    "shareProfit": "Acabo de lucrar {{rate}} nos contratos perpétuos {{symbol}} do ApeX!",
    "MarkPrice": "Preço de refer.",
    "rebaseAlert": "A diferença atual entre preço oráculo e de mercado é muito grande e P&L não realizado pode ser estimado incorretamente. Proceda com cuidado.",
    "seeRebaseFaq": "Consulte FAQ para obter mais detalhes.",
    "question33": "O que é o preço de referência?",
    "answer33": "O preço de referência é uma indicação de liquidações e cálculos de perdas e ganhos não realizados O preço de referência depende da diferença entre o preço oráculo e o preço de mercado. Se a diferença é de mais de 10%, o preço de referência é igual ao preço oráculo. Caso contrário, o preço de referência será igual ao preço de mercado.",
    "ModifyOrder": "Modificar pedido",
    "failedOpenPosition": "Falha ao abrir uma posição! O preço oráculo divergiu significativamente do preço de referência.",
    "Perpetual": "Perpétuo",
    "shareTime": "Data do compartilhamento: ",
    "Share": "Compartilhamento",
    "SaveImage": "Salvar imagem",
    "shareLoss": "Acabo de perder {{rate}} nos contratos perpétuos {{symbol}} do ApeX…",
    "shareBreakEven": "Acabo de atingir um ponto de equilíbrio nos contratos perpétuos {{symbol}} do ApeX…",
    "tipsLargePriceDifference": "Observe que a exibição de P&L não realizado pode estar desatualizada, já que o preço oráculo divergiu significativamente do preço de referência. Para mais informações, consulte as Perguntas frequentes.",
    "shareHappy1": "Vamos descontrair um pouco.",
    "shareHappy2": "Vá em frente, faça o meu dia.",
    "shareHappy3": "Mostre-me o dinheiro!",
    "shareHappy4": "Eles me chamam de Senhor Ape!",
    "shareHappy5": "Eu consegui, mãe! Estou no topo do mundo!",
    "shareNone": "Francamente, minha querida, eu não dou a mínima.",
    "shareSad1": "Eu voltarei.",
    "shareSad2": "Não há choro no Ape Game!",
    "shareSad3": "Que pocilga.",
    "referralHistoryUpdate": "Atualização diária às 6:00 AM UTC",
    "shareReferralTwitter": "Comece sua jornada com o protocolo ApeX. Ganhe 3% de cashback na tarifa de transação clicando no link.",
    "BugBounty": "Bug Bounty",
    "GitBook": "GitBook",
    "Contact": "Contato",
    "ApexProtocol": "Protocolo ApeX",
    "descrApeX": "O ApeX, um protocolo de derivativos inovador, está lançando os NFTs do ApeX game para oferecer uma experiência superior de trading de derivativos aos usuários da Web3.",
    "Support": "Suporte",
    "Products": "Produtos",
    "Developer": "Desenvolvedor",
    "About": "Sobre",
    "JoinCommunity": "Participe da comunidade",
    "JoinDiscord": "Participe do nosso Discord",
    "errorCode10001": "A solicitação falhou! Sua posição será liquidada.",
    "errorCode10002": "Seu pedido já foi cancelado.",
    "errorCode10003": "Falha ao estabelecer um pedido limitado! Seu saldo disponível é insuficiente.",
    "errorCode10004": "Muitas solicitações! Tente novamente mais tarde.",
    "errorCode10005": "O tamanho de sua posição é zero.",
    "errorCode10006": "Restringimos trading em sua conta, pois você está localizado em uma das regiões restritas. Para obter mais informações, envie um e-mail para support@apex.exchange.",
    "errorCode10007": "Erro de sistema! Tente novamente mais tarde ou envie um e-mail para support@apex.exchange.",
    "errorCode10008": "Falha ao modificar o pedido! Sua posição será liquidada.",
    "errorCode10009": "Erro de rede. Tente novamente mais tarde.",
    "errorCode10010": "Nenhuma modificação foi aplicada ao pedido.",
    "errorCode10011": "Só é possível fazer pedidos de redução ou fechar posições existentes. Em caso de dúvidas, envie um e-mail para support@apex.exchange.",
    "errorCode10012": "Falha ao recuperar as informações da posição!",
    "errorCode10013": "A quantidade do pedido é grande demais e pode provocar slippage. Reduza a quantidade do pedido ou faça pedidos em lotes menores. ",
    "errorCode10014": "Observe que a posição pode ser liquidada imediatamente após ser preenchida.",
    "errorCode10015": "O preço do pedido não pode ser menor do que o preço da liquidação.",
    "errorCode10016": "O preço do pedido não pode ser maior do que o preço da liquidação.",
    "errorCode10017": "Falha no pedido! O preço do pedido divergiu significativamente do último preço de trading. ",
    "errorCode10018": "Tipo de pedido inválido.",
    "EnableOrder": "Habilitar pedido",
    "AboutLimitOrder": "Sobre pedidos limitados",
    "AboutLimitOrderDesc": "Observe que não há garantia de execução dos pedidos.</br>Isso pode ocorrer em algumas situações, incluindo, mas não exclusivamente:<ul><li>Liquidez insuficiente para executar o pedido</li><li>O preço de referência, que é um valor agregado do preço do oráculo, não atingiu o preço especificado</li><li>O preço especificado foi atingido, mas não o suficiente para ser executado</li><li>nenhum proprietário tomou posse do pedido para execução</li></ul>Além disso, os pedidos limitados são pedidos de mercado e não há garantia de liquidação ao preço limite.",
    "Amm": {
        "rebase: NOT_BEYOND_PRICE_GAP": "O desvio de preço foi resolvido. Atualize e tente novamente.",
        "mint: ZERO_BASE_AMOUNT": "O valor da transferência é zero durante a provisão de liquidez.",
        "mint: INSUFFICIENT_QUOTE_AMOUNT": "Falha na provisão de liquidez. O preço do oráculo é zero.",
        "burn: INSUFFICIENT_LIQUIDITY_BURNED": "A quantidade que será removida não atende ao requisito de precisão mínima.",
        "rebase: NOT_REACH_NEXT_REBASE_TIME": "O intervalo entre dois rebases não pode ser inferior a 15 minutos."
    },
    "AMM": {
        "_update: TRADINGSLIPPAGE_TOO_LARGE_THAN_LAST_TRANSACTION": "A proteção contra slippage da última negociação foi excedida.",
        "_update: TRADINGSLIPPAGE_TOO_LARGE_THAN_LAST_BLOCK": "A proteção contra slippage da última transação de blockchain foi excedida.",
        "_estimateSwap: INSUFFICIENT_LIQUIDITY": "Liquidez insuficiente."
    },
    "Margin": {
        "removeMargin: ZERO_WITHDRAW_AMOUNT": "Insira um valor de margem diferente de zero.",
        "removeMargin: NOT_ENOUGH_WITHDRAWABLE": "Quantidade insuficiente para realizar saque.",
        "openPosition: TINY_QUOTE_AMOUNT": "O tamanho da posição é muito pequeno.",
        "closePosition: ZERO_POSITION": "Você não tem nenhuma posição ativa. Atualize e tente novamente.",
        "closePosition: ABOVE_POSITION": "O tamanho máximo da posição foi excedido.",
        "deposit: AMOUNT_IS_ZERO": "O valor do depósito é zero.",
        "deposit: INSUFFICIENT_AMOUNT": "Valor de depósito inválido.",
        "_withdraw: AMOUNT_IS_ZERO": "O valor que será sacado é zero.",
        "_withdraw: NOT_ENOUGH_RESERVE": "O valor que será sacado excedeu o valor máximo disponível para saque."
    },
    "PriceOracle": {
        "setupTwap: POOL_NOT_FOUND": "O par de trading selecionado não foi encontrado no Uniswap V3."
    },
    "FORBID_INVITE_YOURSLE": "Você não tem permissão para convidar a si mesmo.",
    "ALREADY_HAS_UPPER": "Você já tem um indicado.",
    "Router: EXPIRED": "A transação expirou devido a problemas de rede. Faça um novo pedido.",
    "Router": {
        "addLiquidity: INSUFFICIENT_QUOTE_AMOUNT": "Slippage excedida durante a provisão de liquidez.",
        "addLiquidityETH: INSUFFICIENT_QUOTE_AMOUNT": "Slippage excedida durante a provisão de liquidez.",
        "openPositionETHWithWallet: INSUFFICIENT_QUOTE_AMOUNT": "Slippage excedida quando a posição foi aberta.",
        "openPositionWithMargin: INSUFFICIENT_QUOTE_AMOUNT": "Slippage excedida quando a posição foi aberta.",
        "removeLiquidity: INSUFFICIENT_BASE_AMOUNT": "Slippage excedida durante o saque de liquidez.",
        "removeLiquidityETH: INSUFFICIENT_ETH_AMOUNT": "Slippage excedida durante o saque de liquidez.",
        "openPositionWithWallet: INSUFFICIENT_QUOTE_AMOUNT": "Slippage excedida quando a posição foi aberta."
    },
    "AmmFactory": {
        "createAmm: IDENTICAL_ADDRESSES": "A quantidade de tokens nas reservas é igual.",
        "createAmm: ZERO_ADDRESS": "É necessário usar pelo menos um endereço nulo ao criar uma reserva.",
        "createAmm: AMM_EXIST": "A reserva já existe."
    },
    "stakingReward": "Prêmio de staking",
    "Upgrade": {
        "reminder": {
            "description": {
                "hint": "A atualização do sistema será realizada às <span style={{style}}>XXXX UTC em XX de abril de 2022</span>.Observe que, em casos muito raros, as seguintes situações podem ocorrer antes da atualização.",
                "add": "Encerre suas posições ou envie um e-mail para <a target=\"_blank\" rel=\"noreferrer\" style={{style}} href=\"mailto:support@apex.exchange\">support@apex.exchange</a> se tiver dúvidas. Agradecemos pela compreensão."
            },
            "scenes": {
                "chart": "Exibição imprecisa de gráfico de velas",
                "data": "Métricas imprecisas de dados",
                "fundingRate": "Exibição imprecisa da taxa de financiamento",
                "marginAdjust": "Ajuste de margem não suportado",
                "rebasePrice": "Modificação de preço não suportada",
                "newOrder": "Realização de pedido não disponível"
            },
            "list": "<ul><li>Exibição imprecisa de gráfico de velas</li><li>Métricas imprecisas de dados</li><li>Exibição imprecisa da taxa de financiamento</li><li>Ajuste de margem não suportado</li><li>Modificação de preço não suportada</li><li>Realização de pedido não disponível</li><li>Exibição imprecisa de gráfico de velas</li><li>Métricas imprecisas de dados</li><li>Exibição imprecisa da taxa de financiamento </li><li>Ajuste de margem não suportado</li><li>Modificação de preço não suportada</li><li>Realização de pedido não disponível</li></ul>",
            "title": "Lembrete de atualização",
            "button": "Entendi",
            "visible": "0"
        }
    },
    "Rewards ": "Prêmios ",
    "totalRewards": "Prêmios totais",
    "claimedRewards": "Prêmios resgatados",
    "unclaimedRewards": "Prêmios não resgatados",
    "poolsReward": "Prêmio de reserva",
    "referralReward": "Prêmio de indicação",
    "rewardsShareWords": "Os prêmios são fáceis de resgatar, mas difíceis de encontrar. Junte-se a mim no ApeX para desbloquear mais surpresas!",
    "rewardsMetricsTotal": "A quantidade total de prêmios resgatados e não resgatados.",
    "rewardsMetricsClaimed": "A quantidade total de prêmios resgatados com sucesso.",
    "rewardsMetricsUnclaimed": "A quantidade total de prêmios ainda não resgatados.",
    "Ongoing": "Em andamento",
    "Upcoming": "Futuros",
    "Joined": "Participando",
    "StakeNow": "Aposte agora",
    "Referral ": "Indicação ",
    "rewardsReferralIntroduce": "Convide amigos para receber descontos em taxas e prêmios de cashback!",
    "Promotions": "Promoções",
    "SubscribeNow": "Inscreva-se agora",
    "rewardsEmailEnter": "Insira o endereço de e-mail",
    "rewardsEmailEnterFeedback": "Agradecemos pela inscrição! A partir de agora, você receberá as informações mais recentes da campanha do ApeX.",
    "emailEnterAddressExceed": "É possível inserir no máximo cinco endereços de e-mail. ",
    "emailEnterAddressInvalid": "Endereço de e-mail inválido. Tente novamente.",
    "LongTermCampaigns": "Campanhas de longo prazo",
    "QuoteCurrency": "Moeda de cotação",
    "CampaignList": "Lista de campanhas",
    "PopularCampaigns": "Campanhas populares",
    "UltimateKnockout": "ApeX Ultimate Knockout",
    "RegistrationTime": "Horário de registro",
    "PrizePool": "Reserva de prêmios",
    "PrizePoolDistribution": "Distribuição da reserva de prêmios",
    "CompetitionPoolPercentage": "Reserva da competição: 50%",
    "TradingPoolRewards": "Prêmios da reserva de trading:",
    "StakeWinPoolRewards": "Prêmios da reserva de Stake & Win:",
    "CampaignRounds": "Rodadas da campanha",
    "CampaignPeriod": "Período da campanha",
    "CampaignRules": "Regras da campanha",
    "FirstRound": "Primeira rodada",
    "SurviveTillDawn": "Sobreviva até o amanhecer",
    "TradingVolUSD": "Volume de trading (USD)",
    "NumberOfSurvivors": "Nº de sobreviventes",
    "QuizDuel": "Duelo de quiz",
    "MyNumber": "Meu número",
    "MyTradingVol": "Meu volume de trading",
    "CurrentRanking": "Classificação atual",
    "PreviousQuestion": "Pergunta anterior",
    "NextQuestion": "Próxima pergunta",
    "TryAgain": "Tentar novamente",
    "GetCommunityHelp": "Receba ajuda da comunidade",
    "ThirdRound": "Terceira rodada",
    "TheBattleRoyale": "O jogo de sobrevivência",
    "FightForYourTeam": "Lute por sua equipe",
    "FourthRound": "Quarta rodada",
    "TradeLikeCryptoWizard": "Faça trading como um gênio de cripto",
    "MyPredictionRecords": "Minhas melhores previsões",
    "NumberOfSuccesses": "Nº de sucessos",
    "NumberOfPredictions": "Nº de previsões",
    "CurrentPrize": "Prêmio atual (ETHUSD)",
    "PredictionPeriod": "Período de previsões",
    "Bearish": "Pessimista",
    "BullishPredictionMade": "Previsão otimista realizada",
    "BearishPredictionMade": "Previsão pessimista realizada",
    "PredictionResult": "Resultado da previsão",
    "Failed ": "Falha ",
    "participateRecordsNotFound": "Nenhum registro encontrado! Você não participou desta rodada. ",
    "PlaceMyChips": "Aposte minhas fichas",
    "predictionsClosedTime": "A janela de previsão fecha em",
    "Ranking": "Classificação",
    "TradingVol": "Volume de trading",
    "WinningAmount": "Valor vencedor",
    "Earnings": "Rendimentos",
    "EarningsUSD": "Rendimentos (USD)",
    "SettlementInProgress": "Liquidação em andamento...",
    "Race": "Corrida",
    "MyWinningTickets ": "Meus bilhetes vencedores ",
    "TotalNumberOfTickets": "Nº total de bilhetes",
    "PrizeApex": "Prêmio (Apex)",
    "knockoutEmailEnter": "Insira o endereço de e-mail",
    "firstRoundRules": "A partir de {{x}}, os usuários cujos volumes de trading chegarem a USD {{y}} serão qualificados para a próxima rodada.",
    "MakeMyPrediction": "Fazer minha previsão",
    "firstRoundPassed": "Parabéns, você passou! Espere a próxima rodada e faça uma aposta para ganhar mais.",
    "participateStakingWin": "Participe de Predict The Champ: Stake & Win, faça uma previsão sobre a próxima rodada e ganhe mais prêmios!",
    "passRoundFailed": "Você não passou nesta rodada.",
    "secondRoundRules": "Há um total de 8 perguntas. Para entrar na próxima rodada, é necessário responder corretamente 3 perguntas.",
    "passRound2": "Muito bem! Você passou nessa rodada.",
    "secondRoundPassed": "Parabéns, você passou! Espere a terceira rodada e faça uma aposta para ganhar mais.",
    "GetChanceReenter": "Compre um NFT ou atinja o volume mínimo de trading de US$ 1.000.000 para entrar novamente no jogo. Se você já comprou um NFT, aguarde enquanto processamos a solicitação.",
    "passRoundWithNFT": "Você não passou nesta rodada. Proprietários de um NFT passarão nesta rodada automaticamente.",
    "reenterWithNFT": "Parabéns, você é um proprietário de NFT que acabou de entrar novamente no jogo. Boa sorte!",
    "BuyNFT": "Comprar NFT",
    "thirdRoundRules": "Os participantes serão divididos em dois grupos por número: números pares contra números ímpares. O grupo com o maior volume total de trading nos próximos 3 dias entrará para a próxima rodada. ",
    "secondRoundPassedTeamA": "Parabéns, a equipe A passou nesta rodada! Espere o início da quarta rodada.",
    "secondRoundPassedTeamB": "Parabéns, a equipe B passou nesta rodada! Espere o início da quarta rodada.",
    "fourthRoundRules": "Faça previsões sobre a tendência de hora em hora do preço da moeda selecionada durante um período de 2 dias. Você entrará para a próxima rodada se acertar 3 previsões.",
    "fourthRoundPassed": "Parabéns, você passou! Espere a quinta rodada e faça uma aposta para ganhar mais.",
    "fifthRoundRules": "Todos os participantes que passaram nas primeiras quatro rodadas, obtiveram lucro líquido e atingiram o volume mínimo de trading de US$ 10.000 compartilharão 50% da reserva de prêmios da competição. A reserva de prêmios da competição equivale a 50% da premiação total. O restante da reserva de prêmios da competição será alocado ao participante que obtiver o maior lucro líquido em trading. ",
    "passRound5": "Parabéns, você passou nessa rodada!",
    "TradingEventTitle": "Impulsione seu trading e ganhe mais ",
    "PlsConnectWallet": "Primeiro, conecte sua carteira.",
    "EventStartsIn": "O evento começa em",
    "EventEndsIn": "O evento encerra em",
    "EventEnded": "A próxima rodada começa em",
    "MyTradingFees": "Minha corretagem",
    "MyEstRewards": "Meus prêmios estimados",
    "descrMyEstReward": "Meus prêmios estimados = (minha corretagem líquida / corretagem líquida total) * reserva total de prêmios * 95% + prêmios de NFT\nPrêmios de NFT = [ (seus volumes de trading * 0,1% * taxa de dedução) / (volume total de trading de todos os proprietários de NFT * 0,1% * taxa de dedução) ] * reserva total de prêmios * 5%.",
    "TradingEventShareTitle": "Junte-se a mim no ApeX para fazer trading e ganhar!",
    "TradeDetails": "Detalhes de trading",
    "TradingEventShareText": "Compartilhe a URL com amigos para aproveitar os descontos de corretagem!",
    "Copy": "Copiar",
    "EnterMargin": "Insira a margem",
    "EnterPosition": "Inserir quantidade",
    "FAQsFinalRewardsQuestion": "Como posso resgatar os prêmios finais?",
    "FAQsFinalRewardsAnswer": "Um usuário recebe parte da reserva de prêmios final passando todas as cinco rodadas. Saiba que 25% da premiação total será alocada ao participante que tiver o maior lucro líquido em trading.",
    "FAQsReenterGameAnswer": "Um usuário que não passar na rodada atual poderá entrar novamente na próxima rodada cumprindo o volume mínimo de trading de US$ 100.000 ou sendo proprietário de NFTs. Cada NFT dá ao usuário uma chance adicional de entrar novamente no jogo, e um proprietário de OG NFTs pode ganhar automaticamente duas chances de entrar novamente no jogo. Cada usuário tem até duas chances de entrar novamente no jogo ao atingir o limite de volume de trading. Os usuários podem entrar novamente no jogo no máximo cinco vezes. ",
    "FAQsNextRoundRulesAnswer": "Anunciaremos as regras da próxima rodada no início da rodada atual. ",
    "FAQsParticipatePredictQuestion": "Como posso participar do \"Predict The Champ: Stake & Win\"?",
    "campaginTerms1": "Os usuários devem fazer um registro durante o período da campanha para serem qualificados.",
    "campaginTerms2": "Usuários institucionais (incluindo criadores de mercado) não são qualificados neste evento.",
    "campaginTerms3": "O ApeX reserva-se o direito de desqualificar participantes envolvidos em atividades desonestas ou abusivas durante o evento, incluindo registros de contas em massa para obter bônus adicionais e outras atividades relacionadas a fins ilegais, fraudulentos ou prejudiciais.",
    "campaginTerms5": "O ApeX reserva-se o direito de ter a última palavra com relação a este evento. Em caso de dúvidas, envie um e-mail para support@apex.exchange.",
    "TradingEventTC": "1. O cálculo dos prêmios ocorre das 22h UTC de 1 de junho de 2022 às 22h UTC de 15 de junho de 2022. Não é necessário registro e é possível resgatar os prêmios manualmente na página do evento duas (2) horas após a finalização do cálculo. 2. Seus prêmios de trading = (sua corretagem líquida / corretagem líquida total) * reserva total de prêmios * 95%. Sua corretagem líquida = seu volume de trading * 0,1% * (1 - taxa de dedução). 3. Prêmios extras para cada proprietário de NFT = [ (seus volumes de trading * 0,1% * taxa de dedução) / (volume total de trading de todos os proprietários de NFT * 0,1% * taxa de dedução) ] * reserva total de prêmios * 5%. 4. O ApeX reserva-se o direito de desqualificar participantes envolvidos em atividades desonestas ou abusivas durante o evento, incluindo registros de contas em massa para obter prêmios adicionais e outras atividades relacionadas a fins ilegais, fraudulentos ou prejudiciais. 5. O ApeX reserva-se o direito de ter a última palavra com relação a este evento. Em caso de dúvidas, envie um e-mail para support@apex.exchange.",
    "FAQsPrizePoolAnswer": "1. Quando o número de participantes for entre um e 500, a premiação total aumentará em 100 APEX com cada participante adicional. Quando o número de participantes for entre 501 e 1.000, a premiação total aumentará em 150 APEX com cada participante adicional. Quando o número de participantes for entre 1.001 e 2.000, a premiação total aumentará em 200 APEX com cada participante adicional. Quando o número de participantes for entre 2.001 e 4.000, a premiação total aumentará em 250 APEX com cada participante adicional. Quando o número de participantes exceder 4.000, a premiação total aumentará em 300 APEX com cada participante adicional. A reserva da premiação total máxima é de 1.000.000 APEX.\n2. A reserva da premiação é dividida em três partes. Observe que 50% da premiação total será dividida entre os participantes que passaram com sucesso em todas as rodadas, 30% da reserva do prêmio será alocado aos participantes do \"\"Predict The Champ: Stake & Win\"\", e 20% da reserva do prêmio será concedido aos 100 melhores participantes com os maiores volumes de trading.",
    "rewardsShareTwitterWords": "Recebi um total de {{x}}{{y}} em prêmios, venha conquistar mais prêmios comigo.",
    "orderSubmittedSuccessfully": "Seu pedido {{type}} para {{side}} {{num}} {{coin}} do Contrato {{name}} foi enviado com sucesso! ",
    "AddLiquidityBond": "Adicionar liquidez a {{Bond LP}}",
    "AddRemoveLiquidity": "Adicionar/remover liquidez",
    "ApeXBondPrice": "Preço de oferta ApeX",
    "DailyFees": "Tarifas 24h",
    "descrExpectedPrice": "Uma vez que o preço AMM pode ser alterado antes de o pedido ser executado, o preço exibido é apenas uma referência.",
    "Details": "Detalhes",
    "Long": "Long",
    "PoolShare": "Ação reserva",
    "PoolBond": "Oferta {{Pool Name}}",
    "ShowAllClosedPL": "Mostrar tudo",
    "Taker": "Beneficiário",
    "orderSecondConfirm": "O preço do pedido é inferior ao preço de mercado e o pedido pode ser executado imediatamente depois de realizado. Tem certeza de que deseja enviar o pedido?",
    "orderLoading": "Observe que a verificação da transação corrente pode levar alguns segundos.",
    "orderCompletedSuccessfully": "Seu pedido {{type}} para {{side}} {{num}} {{coin}} do Contrato {{name}} no valor de {{price}} foi executado com sucesso!",
    "termNFTHolderCashback": "Os proprietários de NFTs ApeX da rodada pública e da rodada OG não são qualificados para obter cashback em suas tarifas de trading derivativas. O cashback dos jogos NFT ApeX será aplicado.",
    "TotalUnclaimed": "Total não resgatado",
    "TotalValue": "Valor total",
    "TotalValueLocked": "Valor total bloqueado (TVL)",
    "Trade": "Trading",
    "TradeConfirmation": "Confirmação",
    "tradeFilledTotal": "Executado/Total",
    "failureSlippageTooLarge": "A slippage do trading é muito grande.",
    "errorWrongNetwork": "Erro: Rede desconhecida. Troque para a rede {{network}}.",
    "SwitchNetwork": "Trocar rede",
    "NoResult": "Nenhum resultado",
    "descrBondLoading": "Oferta {{quota}} {{payout token}} para reserva de oferta {{pool name}}.",
    "ApeXPublicDashboard": "Métricas ApeX",
    "TransactionsPerDaySuccess": "Nº de tradings por dia",
    "tipCashback": "O cashback de suas tarifas derivativas será válido por 1 ano quando fizer 10 indicações qualificadas, e por 2 anos quando fizer 30 indicações.",
    "tipRefereeCashback": "Cashback (minhas tarifas)",
    "UnclaimedCashback": "Cashback não reivindicado",
    "ClaimedCashback": "Cashback reivindicado",
    "LastTradeDate": "Último trading",
    "Claim": "Reivindicar",
    "FundingFee": "Tarifa de financ.",
    "Chart": "Tabela",
    "Rebase": "Rebase",
    "Code": "Código",
    "AuditReport": "Relatório de auditoria",
    "titleWelcome": "Boas-vindas ao ApeX!",
    "contextWelcome1": "Perguntas?",
    "descrEarnTakerFee": "Obtenha <1>desconto tarifário de beneficiário</1> e <3>bônus</3>",
    "titleInvited": "Se for convidado",
    "descrGetCashback": "Você receberá <1>3%</1> de cashback em tarifas por um ano",
    "descrDebtRatio": "Uma taxa de débito mede a quantidade de alavancagem adotada por um usuário. Ela é calculada dividindo o débito total pelo total de ativos.",
    "ImportedTokenList": "Lista de tokens importada",
    "MostTradedToken": "Principais tokens de trading",
    "descrWalletConnectFailed2": "Ocorreu uma falha! Conecte sua conta no MetaMask.",
    "orderUpdateCompleted": "Seu pedido {{type}} para {{side}} {{num}} {{coin}} do Contrato {{name}} no valor de {{price}} foi modificado com sucesso!",
    "orderCancellCompleted": "Seu pedido {{type}} para {{side}} {{num}} {{coin}} do Contrato {{name}} foi cancelado com sucesso!",
    "Sell": "vender",
    "CloseBuy": "fechar compra",
    "CloseSell": "fechar venda",
    "question8": "O que é a taxa de débito?",
    "question9": "Quando a liquidação será disparada?",
    "question10": "O que é slippage?",
    "answer10": "Slippage se refere à diferença entre o preço esperado de um trade e o preço com o qual o trade é executado. Ela depende do tamanho da reserva do par selecionado e do valor do pedido. No protocolo ApeX, os usuários podem personalizar sua tolerância de slippage.",
    "Bought": "Comprado",
    "Sold ": "Vendido",
    "BoughtClose": "Comprado (fechado)",
    "SoldClose": "Vendido (fechado)",
    "noRewardsGuide": "<a target=\"_blank\" rel=\"noreferrer\" href=\"https://app.apex.exchange/referral\">Você não tem nenhum prêmio. <span>Participe do Programa de indicações para ganhar mais!</span></a>",
    "connectWalletRewards": "Para ver os prêmios, primeiro, conecte sua carteira.",
    "wrapUnwrapExchangeSuccess": "Você {{x}} {{x}} {{y}} com sucesso.",
    "wrapUnwrapPopTitle": "Wrap / Unwrap",
    "ButtonWarp": "Wrap",
    "ButtonUnwrap": "Unwrap",
    "PushUnwrap": "unwrap",
    "question18": "Como fecho minha posição?",
    "answer24": "Uma oferta ApeX representa um tipo especial de empréstimos, possibilitando que os usuários adquiram $APEX com desconto. Os tokens comprados terão um determinado período de aquisição e poderão ser desbloqueados linearmente.",
    "question25": "Quais correntes são usadas para o protocolo ApeX?",
    "answer25": "O protocolo ApeX e todos os NFTs ApeX são baseados na blockchain Ethereum.",
    "question27": "Por que devo fazer trading em um protocolo de 2 camadas?",
    "Note": "Observação",
    "noteLowerBidPrice": "O preço do pedido é menor que o preço do melhor preço do lance. Seu pedido será executado imediatamente após ser realizado. Tem certeza de que deseja realizar o pedido?",
    "noteHigherAskPrice": "O preço do pedido é maior que o melhor preço solicitado. Seu pedido será executado imediatamente após ser realizado. Tem certeza de que deseja realizar o pedido?",
    "ActiveOrder": "Pedidos ativos",
    "OrderValue": "Valor do pedido",
    "Filled": "Executado",
    "EnterNewPrice": "Insira o novo preço",
    "tipConfirmCancelAll": "Confirme que deseja cancelar todos os pedidos de limite.",
    "tipConfirmCancelOne": "Confirme que deseja cancelar este pedido de limite.",
    "CurrentPrice": "Preço (atual)",
    "QtyNew": "Qtd. (nova)",
    "shareSad4": "Está vivo! Está vivo!",
    "shareSad5": "Bem, aqui está outra bela confusão em que você me meteu!",
    "questionHowGetCashbackMyFee": "P: Como posso ganhar 3% em cashback com minha própria corretagem?",
    "answerHowGetCashbackMyFee": "R: É necessário ser um indicado qualificado ou ter convidado 10 indicados qualificados usando o link de indicação.",
    "GoReferral": "Programa de indicações",
    "WinCashback": "Receba cashback em todas as negociações",
    "introduceReferral": "Receba o link de indicação aqui.",
    "LearnMore": "Saiba mais",
    "rewardsBanner": "Tudo de campanhas e prêmios em um único lugar ",
    "Ended": "Encerrados",
    "rewardsClaimError": "A campanha já foi encerrada. Confira outras campanhas!",
    "rewardsCalendarEmpty": "Não há campanhas na data selecionada. Confira outras datas!",
    "rewardsCampaignsEmpty": "Campanhas exclusivas serão lançadas em breve. Fique atento! ",
    "rewardsPoolsIntroduce": "Aproveite as vantagens adicionais tornando-se um provedor de liquidez no Protocolo ApeX.",
    "ViewPool": "Ver reserva",
    "rewardsStakingIntroduce": "Ganhe tokens LP, prêmios esAPEX, ETH, direitos de voto e muito mais apostando em APEX ou esAPEX.",
    "TradingPoolPercentage": "Reserva de trading: 30%",
    "StakingWinPoolPercentage": "Reserva de Stake & Win: 20%",
    "CurrentPrizePool": "Reserva de prêmios atual (Apex)",
    "NumberOfParticipants": "Nº de participantes",
    "ComparedToYesterday: ": "Comparação com ontem: ",
    "RegisterNow": "Registre-se agora",
    "RegisteredSuccessfully": "Registrado com sucesso",
    "StakeEarnMore": "Faça staking e ganhe mais rendimentos",
    "Comment": "Comentário",
    "Countdown": "Contagem regressiva",
    "shareApexRewards": "Parabéns pelo compartilhamento bem-sucedido de {{}} prêmios Apex!",
    "CompetitionPoolRewards": "Prêmios da reserva da competição:",
    "SecondRound": "Segunda rodada",
    "answerRight": "Bingo, sua resposta está correta!",
    "answerWrong": "Você não acertou. Você ainda tem três chances. Escolha novamente!",
    "Submit": "Enviar",
    "Bullish": "Otimista",
    "PredictedDirection": "Tendência prevista",
    "ActualDirection": "Tendência real",
    "ROI": "ROI",
    "FAQsReenterGameQuestion": "Como posso participar novamente do jogo?",
    "FAQsTradingStakingVolQuestion": "Quais pares e reservas estão incluídos no cálculo do volume de trading e valor da aposta?",
    "FAQsTradingStakingVolAnswer": "O cálculo do volume de trading incluirá todos os pares compatíveis e o cálculo do valor da aposta cobrirá todas as reservas.",
    "FAQsNextRoundRulesQuestion": "Quando saberei as regras da próxima rodada?",
    "FAQsParticipatePredictAnswer": "Acesse a página de apostas e faça sua aposta para receber as fichas que dão a você o direito de fazer uma previsão. Previsões corretas contam como um sucesso, e você pode fazer previsões (com um limite total de 100 vezes) em qualquer rodada usando as fichas. Prêmios finais = Nº de sucessos / Nº de sucessos de todos os participantes * premiação total. Você terá a chance de fazer uma previsão com 1.000 ApeX ou o equivalente em ETH, e o valor líquido da aposta será atualizado em tempo real.",
    "campaginTerms4": "Os usuários do ApeX podem participar da campanha apenas uma vez, e é permitido apenas um registro por usuário.",
    "availableMarginETHUSDExplain": "Se você tiver realizado um pedido de mercado com o Contrato ETHUSD, seu saldo disponível será o saldo ETH em sua carteira. Se você tiver realizado um pedido limitado com o Contrato ETHUSD, seu saldo disponível será o saldo WETH em sua carteira menos o valor de margem exigido pelo pedido limitado. Observe que o pedido poderá não ser executado se o saldo disponível for zero.",
    "walletBalanceETHUSDExplain": "Para uma experiência de trading mais tranquila, é necessário usar WETH como margem se você realizou um pedido limitado com o contrato ETHUSD. O saldo de sua carteira exibirá os saldos ETH e WETH. Clique para unwrap WETH para ETH e vice-versa.",
    "rewardInviteNow": "Convide agora mesmo",
    "bigCaseBuy": "Comprar",
    "bigCaseSell": "Vender",
    "learnMoreAboutPCV": "Saiba mais sobre PCV",
    "AdvacnedSetting": "Configuração avançada",
    "rewardsBanner1Href": "https://app.apex.exchange/referral",
    "TradingEventRound": "Trade to Mine Série 1",
    "TradingEventSummary": "Participe da reserva de prêmios de 1.600.000 APEX ",
    "TradingEventRoundTime": "Série 1: Das 10h UTC de 7 de junho de 2022 às 10h UTC de 20 de junho de 2022  ",
    "NextRoundInfo": "Próxima série",
    "": "Verifique a próxima série",
    "descrTotalTradingFees": "A corretagem líquida total diz respeito à soma das corretagens líquidas de todos os participantes incorridas no par selecionado durante a duração da campanha.",
    "descr": "Meus prêmios estimados dizem respeito ao valor de prêmios esperado a que você tem direito. O valor depende do volume total de trading de todos os participantes.",
    "TradingEventTip": "Trade to Mine 1 aberto: Faça trading e ganhe mais",
    "Cancel": "Cancelar",
    "Pair": "Emparelhar",
    "tradingEventTime": "Carimbo de data/hora (UTC)",
    "ButtonWrap": "Wrap",
    "PushWrap": "wrap",
    "EnterLimitPrice": "Inserir preço (limite)",
    "EnterQuantity": "Inserir quantidade",
    "buy": "comprar",
    "sell": "vender",
    "rewardsBanner1Text": "Convide amigos para receber prêmios de cashback!",
    "rewardsBanner1Title": "Ganhe prêmios de indicação",
    "rewardsBanner1Button": "Convide agora mesmo",
    "NFTs": "NFTs",
    "ViewNFT": "Ver NFT",
    "FAQsPrizePoolQuestion": "Qual é a reserva de prêmios do jogo?",
    "Buy": "comprar",
    "PushWarp": "wrap",
    "From": "De",
    "To": "Para",
    "descrMyTradingFees": "Sua corretagem líquida = tarifas totais incorridas - dedução de tarifa de NFT ",
    "CancelAll": "Cancelar tudo",
    "Corepool": "Reserva principal",
    "descrCorepool": "Mineração de liquidez",
    "Vest": "Adquirir",
    "contentCorepool": "Ganhe lucros de LP e esAPEX",
    "descrApr": "APR máxima derivada da taxa de mineração atual",
    "dialogStake": "Fazer staking de {{Asset}}",
    "dialogUnstake": "Encerrar staking de {{Asset}}",
    "Unstakable": "Staking impossível",
    "VestingPeroid": "Período de investimento",
    "VestTime": "{{qty}} meses",
    "ShowAllActiveOrders": "Exibir todos os pedidos ativos",
    "rewardsNFTsIntroduce": "Quanto maior o período de retenção do NFT, mais prêmios você pode obter!",
    "ApexBrawlTradeRewardThird": "Parabéns! Você ficou em terceiro lugar e receberá um prêmio no valor de 1.000 USDT. Participe do nosso Discord para ganhar vantagens extras!",
    "descrWalletConnectFailed3": "Ocorreu uma falha! Conecte sua conta em {{walletName}}",
    "lowerCaseLimit": "limite",
    "lowerCaseMarket": "mercado",
    "AdvancedSetting": "Configuração avançada",
    "titleConnectWallet": "Conectar minha carteira",
    "Account": "Conta",
    "AccountChange": "Alternar",
    "Action": "Ação",
    "Add": "Adicionar",
    "AddLiquidity": "Adicionar liquidez",
    "AddToken": "Adicionar {{Token0}}",
    "AdjustInitialMargin": "Ajustar margem inicial",
    "AllBonds": "Todas as ofertas",
    "Amount": "Valor ({{tokenName}})",
    "descrLimitClose": "Quantidades de {{amount}} serão fechadas com o valor {{price}}. Sua {{lossorearn}} esperada será de <span class=\"{{color}}\">{{total}}</span> {{tokenName}}.",
    "OrderNumber": "Nº do pedido",
    "titleStaking": "ApeX Staking",
    "answerHowGetCashBack": "R: Convide amigos para se cadastrarem no ApeX usando seu link de indicação. Quando faz uma boa indicação, você pode ganhar 10% de cashback vitalício em todas as taxas de trading derivativas da indicação. Você também pode obter 3% de cashback em suas próprias taxas de trading derivativas quando o número de indicações qualificadas atinge o limite.",
    "answerHowGetReferralLink": "R: Será necessário conectar sua carteira primeiro para gerar um link de indicação.",
    "answerRulesNFTRewards": "R: Não. Você tem 8% de cashback nas taxas de trading derivativas enquanto retém os NFTs.",
    "ApexPrice": "Preço do APEX",
    "answerWhatBenefit": "R: Seu amigo é considerado uma indicação qualificada quando se cadastra no ApeX usando seu link de indicação e conecta uma carteira. Sua indicação qualificada dá direito a 3% de cashback nas taxas de trading derivativas por um ano.",
    "hoverApexPrice": "Preço TWAP em 24h",
    "titleStakingBanner": "Reserva de mineração conjunta de liquidez do APEX/ETH no iZUMi",
    "answerWhatNFTCashback": "R: Você tem 8% de cashback nas taxas de trading derivativas enquanto retém o NFT. No entanto, se vender seu NFT, o cashback nas tarifas de trading derivativas ficarão em 3% e terão validade por um período de um ano.",
    "answerWhereRewards": "R: Seu cashback pode ser visualizado na página de indicação. Verifique semanalmente para receber as recompensas (quando aplicável). Ao receber as recompensas, seu cashback será enviado automaticamente para o endereço de sua carteira.",
    "ApeXBonds": "Ofertas ApeX",
    "ApeXPrice": "Preço ApeX",
    "ApeXPurchased": "ApeX adquirido",
    "AvailableBalance": "Saldo disponível",
    "AvailableMargin": "Margem disponível",
    "Balance": "Saldo",
    "Benefits": "Vantagens da indicação",
    "Bond": "Oferta",
    "BondID": "ID da oferta",
    "BondPrice": "Preço da oferta",
    "Bonds": "Ofertas",
    "BuyingPower": "Poder aquisitivo",
    "CashbackRate": "Taxa de cashback",
    "ClaimNow": "Retirar agora",
    "ClearAll": "Limpar tudo",
    "ClickGetMoreMargin": "Clique aqui para obter mais margem",
    "ClosedPL": "P&L fechado",
    "ClosedQuantity": "Quantidade fechada",
    "CloseLong": "Fechar Long",
    "ClosePositionAtMarketPrice": "Feche suas posições no preço de mercado",
    "CloseShort": "Fechar Short",
    "Confirm": "Confirmar",
    "Connected": "Conectada",
    "ConnectWallet": "Conectar carteira",
    "ConnectWalletToView": "Conectar carteira para visualizar o link de indicação",
    "ContractQty": "Quantidade",
    "CopyAddress": "Copiar endereço",
    "CreatePool": "Criar reserva",
    "CurrentRedeemable": "Resgatável (atual)",
    "CustomTokens": "Tokens personalizados",
    "DailyPriceChange": "Troca 24h",
    "DailyVolume": "Volume 24h",
    "DebtRatio": "Taxa de débito",
    "Decrease": "Diminuição",
    "descrAddLiquidity": "Introdução de reservas ApeX",
    "descrAllPools": "Explorar reservas ApeX populares",
    "descrAvailableBalance": "A quantia no saldo que pode ser usada como margem de suas posições.",
    "descrAvailableMargin": "Isso inclui perdas e ganhos não realizados, tarifas de financiamento recebidas e saldo de margem que pode ser sacado.",
    "descrClose": "{{amount}} contrato(s) serão fechados com o último preço de trading. Sua {{lossorearn}} esperada será de <span class=\"{{color}}\">{{total}}</span> {{tokenName}}.",
    "descrCloseSubmitted": "{{amount}} contrato(s) fechados com sucesso.",
    "descrConnection": "Conectada a {{name}}",
    "descrDecrease": "Observe que seu preço de liquidação pode ser alterado.",
    "descrFunding": "Isso mostra uma taxa de financiamento entre {{startTime}} e {{endTime}} em {{currentDay}}. Quando a taxa é positiva, titulares com posição long pagam a titulares short. Quando a taxa é negativa, titulares com posição short pagam a titulares long. A diferença entre posições short e long será restaurada pelo AMM. Tarifa de financiamento = valor da posição * taxa percentual de financiamento.",
    "descrGetReferral": "Conecte sua carteira para gerar um link de indicação",
    "descrIndexPrice": "Esse preço oráculo é derivado do preço {{uniName}} no Uniswap.",
    "descrInitialMargin": "O valor total da margem requerida por sua posição em aberto.",
    "descrMarginAdded": "O valor da margem que já foi anexado a uma posição. Se o valor for negativo, isso indica que o valor de ganho não realizado sacado excede o valor de margem anexado.",
    "descrInviteFriends": "Faça indicações e desfrute de cashbacks com os amigos",
    "descrLiquidationPrice": "Sua posição será liquidada quando o preço de referência atingir o preço de liquidação. No entanto, quando o preço de mercado diferir do preço oráculo em mais de 10%, a liquidação dependerá do preço oráculo em vez de oferecer uma experiência de trading justa.",
    "descrLPRewards": "10% das tarifas de transação incorridas de trading nesse par será adicionado à reserva de liquidez em tempo real. Um LP pode reivindicar uma porção de tarifas baseadas nas ações em reserva ao remover liquidez.",
    "descrMakeReferrals": "Convide amigos para que se cadastrem no ApeX usando seu link de indicação",
    "descrMaxYouCanBuy": "Isso representa o valor máximo dos ativos de pagamento que podemos oferecer por meio de ofertas no momento.",
    "descrNoInvitation": "Ainda não há indicações qualificadas. Convide agora mesmo!",
    "descrPCV": "Observe que, após a verificação do \"PCV\", os tokens adicionados durante esta provisão de liquidez serão contribuídos para o protocolo e você não receberá tokens de provedor de liquidez (LP).",
    "descrPriceImpact": "A diferença entre o preço preenchido executado para seu pedido e o melhor lance ou pergunte o preço. Quanto maior sua Quantidade, maior será esse valor.",
    "descrPurchased": "Isso representa o valor total dos ativos de pagamento vendidos a ofertadores e a liquidez acumulada pelo protocolo. Um valor mais alto indica que os ativos de pagamento são buscados ativamente pelo ofertadores.",
    "descrSlippageTolerance": "Seu pedido será cancelado automaticamente se a diferença entre o preço do seu pedido e o preço executado exceder essa porcentagem.",
    "descrTradingFee": "As tarifas de trading que serão distribuídas aos fornecedores de liquidez e à tesouraria.",
    "descrTransactionSubmitted": "Observe que a verificação da transação corrente pode levar vários segundos.",
    "descrTransactionSuccess": "Seu pedido foi executado com sucesso! {{Amount}} contrato(s) comprados no valor de mercado.",
    "descrVestingPeriod": "O período de tempo antes de a oferta ser reivindicada em totalidade. Com a aquisição linear, você poderá reivindicar uma porção do pagamento antes do fim do período de aquisição. Contudo, isso poderá resultar em maiores tarifas de combustível.",
    "descrWalletConnectFailed": "Falha ao conectar",
    "descrWalletConnecting": "Conectando…",
    "descrYouWillReceive": "O valor total dos ativos de pagamento que você receberá por essa compra.",
    "Discount": "Desconto",
    "EnterMarginAmount": "Inserir valor de margem",
    "EnterOrderValue": "Inserir valor do pedido",
    "EntryPrice": "Preço entrada",
    "errorDenied": "Assinaturas de transação negadas pelo usuário.",
    "ExitPrice": "Preço de saída",
    "ExitType": "Fechado por",
    "ExpectedPrice": "Preço esperado",
    "Expired": "Expirado",
    "failureCanceled": "Você cancelou a transação.",
    "failureNetworkError": "Erro de rede.",
    "FAQ": "FAQ",
    "Favorite": "Favorito",
    "Fee": "Tarifas",
    "Funding": "Financiam.",
    "GetBondToken": "Obter {bond token}",
    "GetReferral": "Obter link de indicação",
    "HowDoesItWork": "Como isso funciona?",
    "IamInvited": "Fui convidado",
    "ImportNow": "Importar agora",
    "Increase": "Aumentar",
    "IndexPrice": "Preço do índice",
    "InitialMargin": "Margem inicial",
    "Invited": "{{invitedNum}} / {{targetNum}} convidados",
    "InviteFriends": "Convidar amigos",
    "InviteNow": "Copiar link de indicação",
    "LastUpdate": "Última atualização",
    "Leverage": "Alavancagem",
    "Liquidation": "Liquidação",
    "LiquidationPrice": "Preço de liquidação",
    "Liquidity": "Liquidez",
    "LiquidityAdded": "Liquidez adicionada",
    "LiquidityPool": "Reserva de liquidez",
    "BuyLong": "Compra/Long",
    "LPToken": "Token LP",
    "LPTokens": "Tokens LP",
    "MakeReferrals": "Fazer indicações",
    "Manage": "Gerenciar",
    "ManageTokenList": "Gerenciar lista de tokens",
    "MarginValue": "Margem",
    "MarketClose": "Fec. do mercado",
    "MarketPrice": "Preço de mercado",
    "Markets": "Mercados",
    "MAX": "MÁX.",
    "MaximumPosition": "Quantidade máxima",
    "MaxYouCanBuy": "Valor máx.",
    "MyBonds": "Minhas ofertas",
    "MyBenefits": "Meus benefícios",
    "MyTradingCashback": "Cashback de tarifas",
    "MyCashback": "Meu cashback",
    "myClaimedCashback": "Cashback retirado (minha corretagem)",
    "MyLiquidity": "Minha liquidez",
    "MyRefereeCashback": "Cashback de tarifas de indicação",
    "MyReferralLink": "Meu link de indicação",
    "myUnclaimedCashback": "Cashback não retirado (minha corretagem)",
    "NetworkName": "Arbitrum Testnet",
    "Next": "Próximo",
    "NFT": "NFT",
    "NoData": "Nenhum registro encontrado",
    "OpenInterest": "Pos. em aberto",
    "OpenLong": "Abrir Long",
    "OpenShort": "Abrir Short",
    "OrderTime": "Período do pedido",
    "PageOf": "Página {{currentPage}} de {{totalPage}}",
    "Paused": "Em pausa",
    "Payout": "Pagamento",
    "PayoutAsset": "Ativos de pagamento",
    "PCV": "PCV",
    "Pending": "Pendente",
    "PlaceOrder": "Fazer pedido",
    "Pools": "Reservas",
    "Pool": "Reserva",
    "PositionValue": "Valor da posição",
    "Positions": "Posições",
    "PositionSize": "Quantidade",
    "Previous": "Voltar",
    "Price": "Preço",
    "PriceImpact": "Impacto do preço",
    "ProtocolControlledValue": "Valor controlado por protocolo (PCV)",
    "Purchased": "Adquirido",
    "Qualified": "Qualificado",
    "Quantity": "Quantidade",
    "questionHowGetCashBack": "P: Como obtenho cashback ao fazer uma indicação?",
    "questionHowGetReferralLink": "P: Como consigo um link de indicação?",
    "questionRulesNFTRewards": "P: Minhas recompensas de cashback serão acumuladas se eu tiver múltiplos NFTs ApeX:",
    "questionWhatBenefit": "P: Quais são os benefícios para quem eu indicar?",
    "questionWhatNFTCashback": "P: Que cashback obtenho se sou um indicado qualificado com um NFT da rodada pública?",
    "questionWhereRewards": "P: Onde posso ver minhas recompensas de cashback?",
    "radioTrade": "Trading por sua própria conta e risco",
    "RealizedPL": "P&L realizado",
    "Redeem": "Resgatar",
    "Redeemed": "Resgatado",
    "ReduceOnly": "Apenas dedução",
    "RefereeCashback": "Cashback de tarifas de indicados",
    "refereeCashbackValue": "Cashback",
    "refereeClaimedCashback": "Cashback reivindicado (corretagem de indicação)",
    "refereeUnclaimedCashback": "Cashback (tarifas de indicação)",
    "ReferralHistory": "Histórico de indicação",
    "Remaining": "Restantes",
    "Remove": "Remover",
    "RemoveLiquidity": "Remover liquidez",
    "Retry": "Tentar novamente",
    "Rewarded": "Recompensado",
    "Rewards": "Prêmios",
    "RiskDisclaimer": "Isenção de responsabilidade de risco",
    "ruleCashback": "+1 ano para 10/30 indicados",
    "Search": "Pesquisar",
    "SearchMarketsOrPools": "Pesquisar mercados ou reservas",
    "SelectPool": "Selecionar reserva",
    "SelectBaseToken": "Selecionar token de base",
    "SelectMarket": "Selecionar par de trading",
    "SelectQuoteToken": "Selecionar token de cota",
    "SellShort": "Venda/Short",
    "Short": "Short",
    "ShowAllPositions": "Mostrar tudo",
    "ShowAllTradeHistory": "Mostrar tudo",
    "SignedUpOn": "Cadastrado em",
    "SlippageTolerance": "Tolerância de slippage",
    "SoldOut": "Esgotado",
    "Staking": "Staking",
    "Status": "Status",
    "SuccessAddLiquidity": "{{Qty}} {{basetoken}} adicionados com sucesso à reserva {{base token/queto token}}.",
    "successApproveBond": "Aprovação de {{payout token}} à reserva de oferta {{pool name}}.",
    "successApprovePair": "Aprovação de {{basetoken}} para a reserva {{base token/queto token}}.",
    "successRedeemBond": "Resgatar {{number}} {{payoutToken}} da reserva de oferta {{poolName}}.",
    "SuccessRemoveLP": "{{qty}} token(s) LP removido(s) com sucesso da reserva de liquidez {{base token/queto token}}.",
    "successSellBond": "Vender {{number}} {{payoutToken}} para a reserva de oferta {{poolName}}.",
    "termAuditRule": "A ApeX aplica um processo de auditoria rigoroso. Usuários envolvidos em atividades que infringem a lei, fraudulentas ou perigosas podem ser desqualificados permanentemente.",
    "termCashback": "Um indicador que já fez 10 indicações qualificadas terá direito a 3% de cashback em suas próprias tarifas de trading derivativas. A oferta será válida por um ano ou dois anos se o indicador tiver 30 indicações qualificadas.",
    "termCashback2": "Cada indicação qualificada terá direito a 3% de cashback em suas tarifas de trading derivativas. A oferta será válida por um ano.",
    "termCashbackDistribution": "Seu cashback poderá ser resgatado às 8:00 UTC todas as segundas-feiras.",
    "contentStakingBanner": "Proporcione liquidez à reserva Uniswap APEX-ETH pelo iZUMI para compartilhar 200 mil de $esAPEX e 300 mil de $IZI",
    "Tutorial": "Tutorial",
    "Join": "Participar",
    "stakingTitleWelcome": "Boas-vindas ao ApeX Staking",
    "contentWelcome": "Faça staking na reserva principal ou na reserva de corretagem para ganhar mais APEX.",
    "termExchangeRate": "A taxa de câmbio na liquidação depende do preço do contrato às 8:00 UTC às segundas-feiras. Por exemplo, uma indicada qualificada chamada Alice publica um trading de contrato BTCUSD na segunda-feira e incorre uma tarifa de trading de 1 BTC. Na terça-feira, ela publica um trading de contrato APEXUSD e incorre uma tarifa de trading de 60 APEX. Vamos supor que o preço do contrato APEXUSD seja de US$ 8. Em seguida, supomos que o preço do contrato BTCUSD seja de US$ 50.000 e o preço do contrato ETHUSD seja de US$ 3.000 às 8:00 UTC na segunda-feira seguinte. Nesse caso, o cashback de Alice em suas próprias tarifas de trading derivativo ao fazer o contrato ocorre às 16:00 UTC da segunda-feira, totalizando US$ 0,5048.\n\n[(1 × 50,000/3,000) + (60 × 8/3,000)] × 3% = 0,5048",
    "termNFTHolderTradingFee": "O cálculo do seu cashback exclui tarifas de trading derivativas de proprietários de NFT OG.",
    "termQualifiedReferee": "Para ser considerado um indicado qualificado, seu amigo deve cadastrar-se no ApeX usando seu link de indicação, conectar uma carteira e concordar com os termos e condições da ApeX.",
    "termReserveRight": "A ApeX se reserva o direito de ter a última palavra com relação ao Programa de indicações.",
    "TermsNConditions": "Termos e condições",
    "termTradingFee": "Indicações qualificadas dão direito a 10% de cashback vitalício em cada tarifa de trading derivativo dos indicados.",
    "termTradingFeeRule": "Todos os trades no protocolo ApeX incorrerão uma tarifa de trading de 0,1%. Vamos supor que A tem um indicado qualificado que se chama B. O cashback de A será de (1 − cashback nas tarifas de trading de A) × 0,1% × volume de trading de B × cashback nas tarifas de trading de B. Nesse caso, o cálculo totaliza (1 – 3%) × 0,1% × 10% × volume de trading derivativo de B.",
    "Testnet": "Testnet",
    "tradeTime": "Carimbo de data/hora",
    "Timestamp": "Carimbo de data/hora",
    "tipBuyToken": "Compre {{symbol}} aqui!",
    "tipCustomToken": "Tokens personalizados são armazenados localmente em seu navegador.",
    "titleAddLiquidity": "Aprenda a adicionar liquidez",
    "titleAllPools": "Reservas ApeX",
    "titleCloseSubmitted": "Sucesso",
    "titleLong": "Compra/Long {{tokenName}}",
    "titleMarketClose": "Fechamento do mercado",
    "titleShort": "Venda/Short {{tokenName}}",
    "TokenAmount": "Valor do token",
    "TotalCashback": "Cashback total",
    "TotalClaimedLifetime": "Total resgatado (vitalício)",
    "TotalLocked": "Total bloqueado",
    "TotalRedeemable": "Resgatável (total)",
    "TradeHistory": "Histórico de trades",
    "TradeNow": "Fazer trading",
    "Trades": "Tradings",
    "tradeSymbol": "Emparelhar",
    "TradeType": "Tipo de trading",
    "TradingFee": "Corretagem",
    "TradingPair": "Par de trading",
    "TradingVolume": "Volume de trading",
    "TransactionSubmitted": "Pedido enviado",
    "TransactionSuccess": "Sucesso",
    "TVL": "TVL",
    "understandRisk": "Entendo os riscos",
    "UnrealizedPL": "P&L não realizado",
    "VestingPeriod": "Período de aquisição",
    "ViewHistory": "Ver histórico",
    "ViewMore": "Ver mais",
    "ViewOnExplorer": "Ver no Explorer",
    "ViewPosition": "Ver posições ApeX",
    "ViewPositionsInfo": "Ver todas as informações de posições",
    "WalletAddress": "Endereço da carteira",
    "WalletBalance": "Saldo da carteira",
    "warningReduceOnly": "Ocorreu uma falha. O pedido pode aumentar sua quantidade.",
    "WillReceive": "Receberei",
    "WinTogether": "Ganhem juntos",
    "YouReceive": "Vocês recebem",
    "YourPayout": "Pagamento",
    "YouWillReceive": "Vocês receberão",
    "YouWillSell": "Vocês venderão",
    "ApproveToken": "Aprovar {{TokenName}}",
    "tipFirstLiquidityProvider": "Você é o primeiro fornecedor de liquidez. Após adicionar liquidez, a reserva será exibida na reserva total.",
    "defaultValidTokenAddress": "Insira um endereço de token válido",
    "poolAddRemove": "Adicionar e remover",
    "tradeAddWalletFirst": "Conectar carteira e definir rede como \"{{supposedNetwork}}\".",
    "infoWalletUnconnect": "Parece que sua carteira não está conectada.",
    "descrRebase": "A diferença entre a média do balanço de tempo do preço de mercado e a média do balanço de tempo do preço oráculo (por exemplo, Uniswap V3) é maior que {{rebasePriceGap }}%. Clique no botão de rebase para restaurar a fixação de preço.",
    "FriendReferralLink": "Link de indicação",
    "OffFeeForOneYear": "Cashback por um ano",
    "EnterAddressorCode": "Insira o endereço ou código",
    "ClaimCashbackRewards": "Reivindicar prêmios de cashback",
    "EnterCode": "Inserir código",
    "EnterReferralLink": "Inserir link de indicação",
    "descrWinTogether": "Obter cashback na corretagem do seu indicado",
    "Loading": "Carregando…",
    "LPTokensValue": "Valor dos tokens LP",
    "TradeVolume": "Volume de trading (USD)",
    "FeeCollected": "Total de tarifas cobradas (USD)",
    "NumberOfTraders": "Nº de traders",
    "TotalTransactionsSuccess": "Nº de transações",
    "TotalStakingDeposit": "Total do valor de staking (USD)",
    "RewardsPaidOut": "Total de recompensas de staking (USD)",
    "LiquidityPoolDeposits": "Total de depósitos de liquidez (USD)",
    "CurrentAddressesHolding500": "Carteiras com mais de 500 APEX",
    "BullNBearIndex": "Taxa de compra/venda (por hora)",
    "Qty": "Quantidade",
    "ApeXTokenHolders": "Nº de proprietários APEX",
    "InverseContractTradingVolumeByDay": "Volume de negociação de contratos inversos (USD)",
    "Symbol": "Símbolo",
    "StartedTime": "Listado em",
    "GrowthRate": "Taxa de crescimento",
    "tipCashbackFromReferee": "Esse cashback baseia-se nas tarifas de trading derivativas de seu indicado.",
    "successCopy": "Copiado",
    "titleAllCashback": "Cashback total",
    "ReferralCode": "Código de indicação/Endereço",
    "EnterReferralCode": "Insira seu código de indicação ou o endereço da carteira de seu indicado.",
    "refereeTxFeeCashbackDetail": "Detalhes de cashback do indicado",
    "CashbackDetail": "Meus detalhes de cashback",
    "Time": "Hora",
    "Type": "Tipo",
    "Failed": "Falha",
    "Success": "Sucesso",
    "TotalLifetimeCashback": "Cashback vitalício total",
    "abbrTermsNConditions": "T&C",
    "Referral": "Indicação",
    "Metrics": "Métrica",
    "Faucet": "Faucet",
    "OraclePrice": "Preço oráculo",
    "MaximumClosedQuantity": "Quantidade fechada máxima",
    "Approve": "Aprovar",
    "closePositionHandler": "em closePositionHandler: {{err}}",
    "timeRate": "{{time}}h Taxa",
    "profit": "ganho",
    "loss": "perda",
    "Information": "Informações",
    "Warning": "Alerta",
    "Failure": "Falha",
    "AddRemove": "Adicionar e remover",
    "Overview": "Visão geral",
    "tipsWrongCodes": "O código inserido é inválido. Tente novamente.",
    "Language": "Português",
    "MarginAdded": "Margem adicionada",
    "DailyActiveTraders": "Traders ativos diariamente",
    "InviteStatus": "Status do convite",
    "GetToken": "Obter {{TokeName}}",
    "contextWelcome2": "Envie um e-mail para <a target=\"_blank\" rel=\"noreferrer\" style={{ style }} href=\"mailto:support@apex.exchange\"> support@apex.exchange </a > e responderemos o quanto antes.",
    "SendEmail": "Enviar e-mail",
    "LINKFAILURE": "Link de indicação inválido.",
    "All": "Tudo",
    "Dashboard": "Painel",
    "successAddLiquidityBond": "Adicionar liquidez a {{BondLP}} ",
    "PopularToken": "Token popular",
    "List": "Lista",
    "defaultTokenListLink": "http:// ou ipfs://",
    "tokens": "token(s)",
    "ViewList": "Ver lista",
    "RemoveList": "Remover lista",
    "confirmRemoveTokenList": "Digite REMOVER para confirmar que deseja remover esta lista.",
    "Import": "Importar",
    "Imported": "Importado",
    "tipConfirmAddToken": "Confirme qual token deve ser adicionado.",
    "tipTokenOutList": "O token selecionado não está na lista.",
    "warningStableCoinAsBaseToken": "Não recomendamos usar um stablecoin como token base.",
    "Token": "Token",
    "BondRecords": "Registros de oferta",
    "LearnHowToBond": "Aprenda a fazer uma oferta",
    "descrRedeem": "Clique no botão para resgatar seus tokens $APEX. Observe que todos os $APEX não resgatados serão reinvestidos na oferta atual.",
    "MaxQtyRemove": "Quantidade máxima para remoção",
    "descrMaxQtyRemove": "Observe que, quando o número de posições long e short difere significativamente, a liquidez máxima que pode ser removida é limitada para garantir a segurança do protocolo ApeX.",
    "errOverMaxRemove": "Quantidade máxima para remoção excedida. Você só pode remover até {{num}}% de liquidez.",
    "catalogGeneral": "Geral",
    "catalogToken": "Token",
    "catalogMarketing": "Campanhas",
    "catalogSecurity": "Segurança",
    "catalogTrade": "Tradings",
    "catalogPool": "Reserva",
    "catalogBonds": "Ofertas",
    "catalogNFT": "NFT",
    "catalogReferral": "Indicação",
    "catalogSystemDesign": "Design",
    "question1": "O que é o protocolo ApeX?",
    "detailsButton": "Obtenha mais informações",
    "Feepool": "Reserva de corretagem",
    "descrFeepool": "Staking de APEX e esAPEX",
    "Voting": "Votação",
    "FeeRewards": "Prêmios de corretagem",
    "descrEsapex": "O esAPEX é o prêmio de staking que pode ser resgatado e creditado para sua carteira. É possível investir o esAPEX resgatado, que será convertido em APEX após um período de investimento de seis (6) meses. Também é possível manter seu staking em esAPEX para ganhar mais esAPEX.",
    "answer1": "Protocolo #ApeX\n\nO protocolo ApeX é um protocolo de derivativas descentralizado e não custódio que facilita a criação de mercados de troca perpétua para qualquer par de tokens. Os usuários podem trocar derivativas de cripto diretamente na blockchain Ethereum sem intermediários. O protocolo ApeX oferece flexibilidade ilimitada uma vez que os usuários podem criar mercados em qualquer ativo subjacente enquanto mantêm o controle de suas chaves privadas.\n\nVisão #ApeX\n\nO ApeX oferece aos traders em todo o mundo ferramentas financeiras abertas e transparentes que ajudam a preservar e aumentar sua riqueza. O objetivo da ApeX é promover a inclusão financeira e tornar o trading de derivativas cripto mais acessível.\n\nRecursos #ApeX\n\n1. Contrato perpétuo de trading sem permissão com alavancagem\n2. Criador de mercado automatizado flexível (eAMM)\n3. Valor controlado de protocolo (PCV)\n\nPara saber mais sobre a ApeX, consulte o GitBook.",
    "question2": "O que é um criador de mercado automatizado flexível (eAMM)?",
    "answer2": "O protocolo ApeX opera em um modelo de criador de mercado automatizado flexível (eAMM) com a fórmula \"produto constante\" como o núcleo da descoberta de preços. O eAMM oferece experiência de trading à vista e melhora significativamente a eficácia do capital. Ele possibilita a provisão de ativos únicos como ativo base ao passo que sintetiza o ativo de cota.",
    "question3": "O que são valores controlados por protocolo (PCV)?",
    "answer3": "O modelo de valor controlado por protocolo (PCV) tem como objetivo solucionar o problema de \"capital mercenário\" que enfrenta a maioria dos protocolos DeFi. Em um modelo PCV, os ativos bloqueados em contratos inteligentes são de posse do protocolo e não são resgatáveis pelos usuários. Essa abordagem garante a liquidez de cada mercado de contrato perpétuo ao passo que garante que nenhum fornecedor de liquidez pode retirar a liquidez do protocolo. Para mais informações sobre o modelo PCV, consulte nosso Litepaper.",
    "question5": "Qual é a tarifa de financiamento sobre o protocolo ApeX e como o contrato é fechado?",
    "answer5": "Para fixar os preços à vista do protocolo ApeX com os preços de índice em outro DEX, o financiamento será feito diretamente entre os que retêm posições de long e short. Uma vez que o financiamento de todas as posições não pode ser estabelecido diretamente na corrente, a fração premium cumulativa (CPF) é usada para o contrato de financiamento em tempo real.<br/>\nA CPF será atualizada sempre que os usuários ajustarem suas posições, e as tarifas de financiamento dependem do tamanho de suas posições atuais, além das diferenças entre a CPF mais recente e a CPF de quando o ajuste foi realizado. As tarifas de financiamento de todos os outros proprietários de posição também serão ajustadas.",
    "question6": "Como o preço de liquidação é derivado no protocolo ApeX?",
    "answer6": "O preço de liquidação é derivado conforme a fórmula a seguir: <br/><img src=\"{{link}}\" />",
    "question7": "Qual é a alavancagem no protocolo ApeX e como ela é calculada?",
    "answer7": "A alavancagem possibilita abrir um tamanho de posição maior com capital relativamente menor. Ela é calculada dividindo o tamanho da posição pelo total da margem da posição.",
    "answer8": "Uma taxa de débito mede a quantidade de alavancagem adotada por um usuário. Ela é calculada dividindo o débito total pelo total de ativos. Observe que é necessário anexar margem ou reduzir o tamanho de sua posição quando a taxa de débito atingir o limite de liquidação.",
    "descrVeapex": "O veAPEX funciona como um certificado exclusivo que comprova seu staking no APEX ou no esAPEX. O nº de veAPEX será reduzido quando você encerrar o staking do APEX ou do esAPEX. Os proprietários de veAPEX terão direitos de voto nos contratos de governança da APEX. Você também ganhará prêmios de corretagem ao manter o veAPEX.",
    "contentStakeCard": "Faça staking em LP {{Pool Name}} e ganhe esAPEX",
    "APR": "APR de mineração",
    "YourStaked": "Você fez staking",
    "YourAPR": "Seu APR",
    "UnclaimedRewards": "Prêmios não resgatados",
    "ClaimRewards": "Resgatar prêmios",
    "Stake": "Fazer staking",
    "tipCorepool": "Não tem LP? Adicionar liquidez",
    "contentFeepool": " Ganhe prêmios de esAPEX e ETH e obtenha poder de voto fazendo staking em APEX ou esAPEX",
    "descrFeeApr": "APR máxima derivada dos prêmios de corretagem da semana passada",
    "FeeRewardsApr": "Prêmios de corretagem APR",
    "tipFeepool": "Não tem APEX? Obter APEX",
    "Unstake": "Encerrar staking",
    "Flexible": "Flexível",
    "Locked": "Bloqueado",
    "LockupPeriod": "Período do bloqueio",
    "lockTime": "{{num}} semanas",
    "answer9": "Se o valor de seu colateral ficar abaixo da margem de manutenção, a liquidação poderá ser disparada em sua conta. Na maioria dos casos, o preço de liquidação flutua com base na exposição de risco e na alavancagem adotada por cada usuário. Quanto maior a posição, maior a margem de manutenção.\n<br/>\nPara minimizar o risco de liquidação, você pode fechar uma posição antes do preço de liquidação ser disparado, escolher uma alavancagem menor e/ou anexar margem para distanciar o preço de liquidação do preço de mercado atual.",
    "question11": "O que são juros abertos?",
    "answer11": "Juros abertos dizem respeito ao valor total de contratos derivativos pendentes que ainda não foram fechados.",
    "question12": "O que é $APEX e como posso resgatá-lo?",
    "answer12": "Token #$APEX\n\n$APEX é o token nativo do protocolo ApeX. Os usuários podem obter $APEX participando do AMA, da caça de bugs, da mineração de liquidez, do trading de NFT e muito mais.\n\nCasos de uso #$APEX\n\nProprietários $APEX podem apostar tokens no protocolo ApeX para obter descontos vitalícios em tarifas de trading e outras vantagens.",
    "question13": "O que é um NFT ApeX?",
    "answer13": "NFT #ApeX\n\nNFTs de jogo ApeX são obras de arte e colecionáveis digitais exclusivos na blockchain Ethereum. Como um tipo novo de ativo, cada NFT oferece um registro imutável de propriedade. \n\nOs NFTs de jogo ApeX valem 4.500 $APEX cada uma e oferecem utilidade direta aos proprietários, incluindo o direito de votar em propostas. Os proprietários terão descontos nas tarifas de trading vitalícios de 8% e também podem vender seus NFTs no OpenSea no premium.\n\nOs NFTs de jogo ApeX servirão como credenciais e ingressos para que proprietários participem do futuro Programa de fidelidade do protocolo ApeX.\n\nNFT de jogo #ApeX\n\nOs NFTs ApeX são os ingressos para as NFTs de jogo ApeX. Cada proprietário de NFT tem direito a 3.000 $APEX e um bônus bloqueado de 1.500 $APEX, que pode ser desbloqueado linearmente e será atribuído totalmente dentro de seis (6) meses. Quanto maior o período de retenção do NFT, mais recompensas você pode obter.",
    "question14": "O que é o programa de indicações?",
    "Weight": "Peso",
    "answer14": "O programa de indicações do ApeX tem como objetivo incentivar e recompensar usuários que convidam amigos para o trading no protocolo ApeX. Para cada indicação qualificada, tanto quem indica quanto os indicados terão direito a descontos em tarifas de trading. Para mais informações, clique aqui.",
    "question15": "O que é o programa de staking?",
    "answer15": "O programa de staking da ApeX tem como objetivo incentivar e recompensar usuários que continuam a reter e manter o staking de seus $APEX no protocolo ApeX. Para mais informações, clique aqui.",
    "question16": "Como começo a fazer trading no protocolo ApeX?",
    "question17": "Como reduzo ou aumento o tamanho de minha posição?",
    "answer17": "Você pode ajustar sua margem via “Compra/Long\" ou “Venda/Short\" clicando em \"Trade\" na barra de navegação. Você também pode clicar em \"Fechamento de mercado\" para reduzir ou fechar sua posição atual.",
    "answer18": "Você pode fechar uma posição diretamente via \"Fechar\" na aba de posições na página \"Trade\". Também é possível fechar sua posição parcialmente. Para isso, insira o valor para fechar via \"Fechar\" ou clique em \"Reduzir somente\".",
    "question19": "Como ajusto a margem de minha posição?",
    "answer19": "O ajuste de margem possibilita aumentar ou diminuir a margem de sua posição. Você pode sacar da margem, das perdas e ganhos não realizados e/ou de tarifas de financiamento (se aplicável) para ter fundos. Você também pode anexar margem às posições atuais para reduzir a taxa de débito.",
    "question20": "O que é um pedido reduzir somente?",
    "answer20": "Um pedido reduzir somente possibilita reduzir ou fechar sua posição atual. Se um pedido reduzir somente aumentar o tamanho de sua posição, ele será cancelado imediatamente ou o tamanho de sua posição será ajustado dinamicamente.",
    "question21": "Quais são os riscos da mineração de liquidez?",
    "answer21": "A mineração de liquidez pode representar riscos como perda não permanente, riscos de contrato inteligente e riscos de projeto.",
    "question22": "Que token tem suporte para mineração de liquidez?",
    "answer22": "O ApeX possibilita aos usuários criar pares no protocolo ApeX contanto que os pares tenha suporte em protocolos descentralizados, como o Uniswap e SushiSwap.\n<br/>\nOs usuários podem oferecer somente o token base, e o token de cota será cunhado pelo eAMM com base no preço atual.",
    "question23": "Como ofereço liquidez ao criador de mercado flexível (eAMM)?",
    "answer23": "Para isso, clique em \"Adicionar liquidez\" ou \"Criar liquidez\" em \"Minha liquidez\" na página \"Reserva\".",
    "question24": "O que são ofertas?",
    "question26": "O contrato inteligente tem suporte de auditoria?",
    "descrLock": "Bloquear seu staking aumenta o peso de seus tokens em até 2 vezes.",
    "estProfit": "Lucro estimado",
    "qtyProfit": "{{qty}} esAPEX por semana",
    "ComingSoon": "",
    "PriceNow": "",
    "CheckNextSeries": "",
    "TradingEventMyRewards": "",
    "hour": "",
    "ApexBrawlStakeRewardsExceeded": "",
    "ApexBrawlStakeUnlock": "",
    "ApexBrawlTradeRewardNotGet": "",
    "ApexBrawlUnstake": "",
    "ApexBrawlTerms5": "",
    "ApexBrawlTerms6": "",
    "ApexBrawlTerms7": "",
    "contentStakeApexCard": "",
    "TradingEventClaimSuccess": "",
    "descrTradingEventMyRewards": "",
    "connectWalletApexBrawl": "",
    "ConnectYourWallet": "",
    "ConnectYourWalletERC20": "",
    "SelectMarketOrder": "",
    "marketOrderIntroduction": "",
    "QuickClosePositions": "",
    "quickClosePositionsIntroduction": "",
    "BigCaseStandard": "",
    "ReferenceOnly": "",
    "Brawl2TC": "",
    "popupContextBrawl2": "",
    "StakingIntroductionDogBanner2": "",
    "BigCaseRound": "",
    "ROUND": "",
    "descrBuyingPowerNotEth": "",
    "TotalFeeEarned": "",
    "descrDashboardPCV": "",
    "LowerCaseProfit": "",
    "LowerCaseLoss": "",
    "10Minutes": "",
    "1Hour": "",
    "3Days": "",
    "1Week": "",
    "BigCaseConfirm": "",
    "minute": "",
    "popupTitleTradingEvent": "",
    "popupContextTradingEvent": "",
    "ApexBrawlConnectWallet": "",
    "ApexBrawlCampaignPeriod": "",
    "ApexBrawlCampaignIntroduction": "",
    "ApexBrawlCampaignName": "",
    "ApexBrawlCampaignRules": "",
    "ApexBrawlRemainingQuota": "",
    "ApexBrawlAPEXHoldings ": "",
    "ApexBrawlNumbersAPEXStaked": "",
    "ApexBrawlETHRewardAmount": "",
    "ApexBrawlGetAPEX": "",
    "ApexBrawlStakeToWin": "",
    "ApexBrawlRewardsClaimed": "",
    "ApexBrawlTradeNow": "",
    "ApexBrawlJoinDiscord": "",
    "ApexBrawlClaimYourStakingRewards": "",
    "ApexBrawlOK": "",
    "ApexBrawlUnstaked": "",
    "ApexBrawlUntakePopFeedback": "",
    "ApexBrawlUntakePageFeedback": "",
    "ApexBrawlTermsAndConditions": "",
    "ApexBrawlTerms1": "",
    "ApexBrawlTerms2": "",
    "ApexBrawlTerms3": "",
    "ApexBrawlTerms4": "",
    "SelectLimitOrder": "",
    "limitOrderIntroduction": "",
    "ViewPositions": "",
    "viewPositionsIntroduction": "",
    "AdjustMargin": "",
    "adjustMarginIntroduction": "",
    "TradingChartApexData": "",
    "TradingChartReferenceData": "",
    "NoTransactionLast24Hours": "",
    "HistoricalData": "",
    "RebasePrice": "",
    "Pairs": "",
    "Transactions24H": "",
    "FeesCharged24H": "",
    "Last24Hours": "",
    "Month": "",
    "Quarter": "",
    "Year": "",
    "ApeXNFTHolders": "",
    "Option": "",
    "descrTVL": "",
    "Total Fee Earned": "",
    "startTime": "",
    "comingTag": "",
    "endTag": "",
    "Brawl2Name": "",
    "Brawl2Title": "",
    "Brawl2Summary": "",
    "Brawl2RoundTime": "",
    "Brawl2Tip": "",
    "Brawl2ShareTitle": "",
    "Brawl2EventShareText": "",
    "popupTitleBrawl2": "",
    "Brawl2": {
        "0": ""
    },
    "ErrorIncorrectNetWork": "",
    "descrSharePopPNLPercentage": "",
    "descrBuyingPower": "",
    "TradeAmount": "",
    "DappsNetworkGuide1": "",
    "DappsNetworkGuide2": "",
    "DappsNetworkGuide3": "",
    "StakingIntroductionDogPopTitle": "",
    "StakingIntroductionDogPopText1": "",
    "StakingIntroductionDogPopText2": "",
    "StakingIntroductionDogPopText3": "",
    "ChipsYouOwn": "",
    "GoToUltimateKnockout": "",
    "StakingIntroductionDogBanner1": ""
}
