{
    "tradeToMine": {
        "eventStartIn": "Magsisimula ang event nang ",
        "time": "Oras",
        "type": "Uri",
        "token": "Token",
        "custom": "I-custom",
        "learnMoreTopic3": "Tungkol sa Buy & Burn Pool (BBP)",
        "totalClaimed": "Kabuuang Na-claim",
        "totalSwapped": "Kabuuang Na-swap",
        "totalRedeemed": "Kabuuang Na-redeem",
        "amount": "Halaga",
        "transactionID": "ID ng Transaksyon",
        "transfer": "I-transfer",
        "title": "Mag-trade-para-Kumita",
        "content": "Sulitin ang mga trade mo — kumita ng BANA upang ma-enjoy ang mga perk ng holder-only.",
        "round": "Ikot {{seriesNumber}}",
        "remaining": "Natitirang Oras",
        "myReward": "Ang Gantimpala Ko",
        "totalReward": "Kabuuan ng Gantimpala",
        "myScore": "Ang Iskor Ko",
        "feesPaid": "Mga Singil na Binayaran",
        "BANAHolding": "Avg. BANA Holdings",
        "openInterest": "Avg. Bukas ng Interes",
        "startTrading": "Simulan ang pag-trade",
        "aboutReward": "Tungkol sa Mga Kalkulasyon ng Gantimpala",
        "details": "Mga detalye",
        "eventEnded": "Nagwakas na ang Kaganapan",
        "onGoing": "Nagpapatuloy",
        "ended": "Nagwakas na",
        "comingSoon": "Papalapit na",
        "stayTuned": "Malapit nang magsisimula ang event. Manatiling nakatutok!",
        "formula": "Pormula sa Kalkulasyon ng Gantimpala",
        "formulaDetail1": "Sa pormula, NetReferralFeesPaid, kung saan ang kabuuang mga singil ng after-rebate ay babayaran ng mga referral ng isang trader, ay deault na kakalkulahin bilang 0 bago ma-i-online ang pagre-refer ng ApeX.",
        "formulaDetail2": "Maaaring i-adjust ang mga pormula at kaugnay na mga parameter batay sa aktibidad ng pag-trade. Manatili nakatutok sa opisyal na channel ng ApeX Pro's o i-bind ang email mo sa iyong account upang masubaybayan ang pinakabagong mga balita.",
        "BANA": "BANA",
        "history": "Kasaysayan",
        "unClaimBANA": "Hindi pa na-claim na BANA",
        "availableBANA": "Handang magamit na BANA",
        "redeemRate": "Rate ng pagtubos",
        "price": "Presyo",
        "swap": "I-swap",
        "claim": "I-claim",
        "Redeem": "I-redeem",
        "pageOf": "Pahina {{currentPage}} ng {{totalPage}}",
        "claimRewardTitle": "I-claim ang Gantimpala",
        "totalUnclaimed": "Kabuuang Hindi Na-claim",
        "from": "Mula kay",
        "available": "Magagamit",
        "max": "Higdulan",
        "to": "Sa",
        "slippage": "Slippage",
        "impact": "EPEKTO",
        "chartTitle": "Presyo ng BANA",
        "infoTitle": "Buy & Burn Pool",
        "totalSpent": "Kabuuang Nagastos na USDC",
        "currentBuyingRate": "Kasalukuyang Rate ng Pagbili",
        "totalBurn": "Kabuuang BANA Burnt",
        "slippageSetting": "Settings ng Slippage",
        "maxSlippage": "Max. na Slippage",
        "confirm": "I-confirm",
        "learnMoreTitle": "Alamin ang Higit Pa",
        "learnMoreTopic1": "Ipinakikilala ang ApeX Pro",
        "learnMoreTopic2": "Ano ang BANA? ",
        "learnMoreContent1": "Ang ApeX Pro ay isang walang-kustodiyang plataporma ng pagte-trade na naghahatid ng mga kontratang cross-margined perpetual na walang limitasyon, sa malawak na komunidad nito sa ilalim ng bagong balangkas ng pagte-trade. Nananatili itong nakatuon sa mga pangako nito na hindi lamang sa bilis at pagiging episyente, ngunit sa seguridad at katapatan din nito sa mga gustong derivative ng mga trader.",
        "learnMoreContent2": "Ang BANA ay isang mag-trade-para-kumita na gantimpalang token sa ApeX Pro na ipinamamahagi sa lahat ng trader batay sa kanilang paglahok at pagganap. Maaaring ipagpaliban ng mga trader ang BANA para kumita ng mas maraming insentibo o maibenta ito sa BANA-USDC pool ng ApeX Pro. Ang mga trader na mayroong BANA ay maaaring ipapalit ito pabalik sa APEX matapos ang mga event ng mag-trade-para-kumita.",
        "learnMoreContent3": "Karaniwang magpapatuloy ang BBP sa mga buyback ng BANA, na pangunahing isinasagawa sa pamamagitan ng mga pag-swap sa Na-awtokmatikong Natimbang ng Oras na Taga-gawang Merkado (TWAMM). Sinisiguro nito na ang presyo ng BANA ay mananatiling hindi apektado nang minimal na slippage at mababang bayarin sa gas. Lahat ng BANA sa ilalim ng BBP ay default na gagastusin.",
        "descrTotalReward": "Kung mas marami ang bilang ng pagtrade, mas malaki ang reward mo sa dakong huli!",
        "approve": "Aprubahan",
        "updateAt": "Na-update noong",
        "formula2": "Pormula sa Pagkalkula ng Kabuuang Gantimpala",
        "swapSubmitted": "Naisumite ang Transaksiyon",
        "swapSubmittedFailed1": "Nabigo ang pagsumite ng transaksiyon dahil sa mababang slippage.",
        "redeemSubmitted": "Naisumite ang Transaksiyon",
        "formulaDetail3": "Unti-unting tataas ang kabuuang gantimpala ayon sa pagtaas ng kabuuang mga bayaring binayaran ng lahat ng user.",
        "swapSuccess": "I-swap ang {{token1Num}} {{token1Name}} para sa {{token2Num}} {{token2Name}}.",
        "claimSubmitted": "Naisumite ang Hiling na Claim",
        "claimSuccess": "Na-claim ang {{tokenNum}} {{tokenName}}.",
        "redeemSuccess": "Tubusin ang {{token1Num}} {{token1Name}} para sa {{token2Num}} {{token2Name}}.",
        "AddLiquidity": "Magdagdag",
        "AddConfirmation": "Pagdaragdag ng {{BANAamount}} BANA at {{USDCamount}} USDC, mangyaring kumpirmahin ang transaksyong ito sa iyong wallet.",
        "RemoveConfirmation": "Pagaalis ng {{LPamount}} na Token ng LP, mangyaring kumpirmahin ang transaksyong ito sa iyong wallet.",
        "ResumingNotificationContent": "Magpapatuloy ang Epoch {{roundNum}} sa {{restartTime}}, kaya manatiling nakatutok!",
        "Buybacking": "Kasalukuyang Isinasagawa ang Buyback",
        "descrBuybacking": "Ia-update ang kabuuang halaga ng nasunog na BANA pagkatapos ng bawat epoch. Hindi ipapakita ang mga update habang nagpapatuloy ang round ng Mag-trade-para-Kumita.",
        "descrTotalClaimed": "Ang Kabuuang Na-claim ay ang kabuuang halaga ng BANA na na-claim mo sa panahon ng Mag-trade-para-kumita.",
        "descrTotalSwapped": "Ang Kabuuang Na-swap ay ang kabuuan ng USDC na kinita sa pamamagitan ng pagbebenta ng BANA sa pamamagitan ng pool ng BANA-USDC.",
        "descrTotalRedeemed": "Ang Kabuuang Na-redeem ay ang kabuuang halaga ng APEX na na-redeem mo gamit ang BANA.",
        "RemoveLiquidity": "Alisin ang Liquidity",
        "StartingSoon": "Malapit nang Magsimula",
        "AvgLP": "Avg. na LP Token Holdings",
        "formula2Detail1": "θ: Zero ang halaga ng θ sa ika-1 na epoch. Mula sa ika-2 na epoch pasulong, i-aadjust ang halaga ng θ bawat 4 na epoch, napapailalim sa mga pagbabago sa panahong iyon.",
        "titleTWAMMPool": "Pool ng BANA-USDC",
        "descrTWAMMPool": "Gumagamit ng mga swap ng TWAMM ang Pool ng BANA-USDC Pool. Pagkaraang magsimula ang Mag-trade-para-Kumita, makabibili o makabebenta ang mga trader ng kanilang BANA sa loob ng pool. Magpapatuloy ang ApeX Pro Buy & Burn Pool (BBP) sa mga pangmatagalang pag-buyback ng BANA sa pamamagitan ng Pool. Para sa mas maraming detalye, tingnan ang pangkalahatang-ideya ng BBP. ",
        "descrLP": "Makatatanggap ka ng (mga) Token ng LP para sa pag-hold sa BANA at USDC mo sa Pool ng BANA-USDC. Kung mas marami ang mga Token ng LP na mayroon ka, mas maraming BANA ang kikitain mo sa kabuuan.",
        "PooledBANA": "Na-pool na BANA",
        "PooledUSDC": "Na-pool na USDC",
        "shareOfPool": "Share ng Pool",
        "ManageLiquidity": "Pangasiwaan ang Liquidity ",
        "descrAboutRedeem": "Maaari mong i-swap ang BANA mo para sa USDC sa anumang punto ng mga epoch, o i-save ang BANA mo hanggang sa pagwawakas ng kaganapan ng Mag-trade-para-Kumita (pagkatapos ng {{EpochNum}} epoch) at ipagpalit ang mga ito para sa APEX ayon sa Rate ng Pag-redeem. Tataas ang Rate ng Pag-redeem habang mas maraming BANA ang nabe-burn sa loob ng BBP.",
        "Add": "Magdagdag",
        "Remove": "Alisin",
        "Balance": "Balanse",
        "YouWillReceive": "Makakatanggap ka ng",
        "BANAprice": "Halaga ng BANA (USDC)",
        "Approve": "Aprubahan ang {{tokenName}}",
        "errorInsufficient": "Hindi sapat ang Balanse ng {{token}}",
        "Confirmation": "I-confirm",
        "tipAddLiquidity": "Tinantya ang mga nasingil na halaga ng token ng BANA at USDC. Subalit, tumpak ang natanggap na halaga ng Token ng LP kung matagumpay na naisakatuparan ang iyong transaksyon. ",
        "Confirm": "I-confirm",
        "WaitingSignature": "Naghihintay ng Pirma",
        "TransactionSubmitted": "Isinumite ang Transaksiyon",
        "ViewOnEtherscan": "Tingnan sa Etherscan",
        "AddLPToken": "Magdagdag ng Token ng LP",
        "titleAddLiquidity": "Magdagdag ng Liquidity",
        "LPToken": "Token ng LP",
        "confirmation": "I-confirm",
        "tipRemoveLiquidity": "Tumpak ang nasingil na halaga ng token ng LP, habang tinantya ang natanggap na halaga ng token ng BANA at USDC kung matagumpay na naisakatuparan ang iyong transaksyon.",
        "titleRemoveLiquidity": "Alisin ang Liquidity",
        "Upcoming": "Paparating",
        "SuspensionNotification": "Pansamantalang Pagsuspinde sa Kaganapan",
        "SuspensionNotificationContent": "Malapit nang matapos ang Epoch {{roundNum}}, mangyaring i-claim ang iyong mga reward.",
        "GotIt": "Nakuha Ko Na",
        "ResumingNotification": "Malapit nang ipagpatuloy ang Kaganapan",
        "addLiquiditySubmitted": "Isinumite ang Hiling ng Dagdag na Liquidity",
        "addLiquiditySuccess": "Matagumpay ang Dagdag na Liquidity, nakatanggap ka ng {{number}} Token ng LP.",
        "removeLiquiditySubmitted": "Isinumite ang Hiling na Alisin ang Liquidity",
        "removeLiquiditySuccess": "Matagumpay ang Pag-alis ng Liquidity, nakatanggap ka ng {{token1}} USDC at {{token2}} BANA sa Ethereum.",
        "historyAddLiquidity": "Magdagdag ng Liquidity",
        "historyRemoveLiquidity": "Alisin ang Liquidity",
        "timeBeforeClaim": "I-claim ang mga Reward sa",
        "descrAddLiquidity": "Magdagdag ng liquidity sa BANA-USDC Pool.",
        "AffiliateCommission": "Mga Commission",
        "BBPGitBook": "tingnan ang mas maraming mga detalye.",
        "UnreleasedRewards": "Hindi Inilabas na Mga Reward mula sa Nakaraan Epoch (BANA)",
        "LP": "Token ng LP",
        "AboutRedeem": "Tungkol sa Mga Pag-redeem ng APEX",
        "descrRedeemRate": "Tumutukoy ang Redeem Rate sa ratio ng conversion sa pagitan ng token ng BANA at APEX pagkatapos ng huling epoch ng Mag-trade-para-Kumita, ibig sabihin, kung magkano ang APEX na maaari mong i-redeem para sa 1 BANA.",
        "descrApprove": "Pahintulutan ang kontrata na i-access ang iyong {{tokenName}}.",
        "RemoveAmount": "Alisin ang halaga",
        "descrRemoveLiquidity": "Kakailanganin mong ikonekta ang iyong Ethereum chain wallet upang mag-log in sa ApeX Pro at iberipika ang transaksyon gamit ang iyong pirma para alisin ng liquidity sa pool.",
        "myEstReward": "Ang Est. Na Reward Ko",
        "LiquidityPrice": "Presyo ng BANA (USDC)",
        "RedeemDate": "Sa Pagwawakas ng Epoch {{EpochNum}}",
        "InsufficientInput": " Di-sapat na {{TokenName}} ang Inilagay",
        "descrRemove": "Alisin ang liquidity Mula sa BANA-USDC Pool.",
        "descrUnreleasedRewards": "Maaari mong i-claim ang mga hindi pa inilabas na mga reward 3 araw pagkatapos ng pagwawakas ng nakaraang epoch.",
        "formula1FT": "Kabuuang mga bayarin na binayaran ng lahat ng mga trader sa epoch na ito",
        "formula1RT": "Kabuuang reward na ipapamahagi para sa epoch na ito",
        "formula2Detail2": "Para sa mga parameter at formula, pwedeng magsagawa ang ApeX Pro ng mga bahagyang pag-aadjust ayon sa mga kalagayan ng event. Mangyaring siguraduhing i-follow mo ang mga social media account na nauugnay sa ApeX Pro o i-link ang email address mo sa iyong ApeX Pro account para makatanggap ng mga pinakabagong update."
    },
    "rewardCenter": {
        "Rewards": "Mga Reward",
        "APEXREWARDSBanner": "MGA REWARD NG APEX",
        "bigCaseConnectWallet": "IKONEKTA ANG WALLET",
        "TotalRewards": "Kabuuan ng mga Reward",
        "ClaimedRewards": "Na-claim na mga Reward",
        "UnclaimedRewards": "Mga hindi na-claim na Reward",
        "TradeToEarnRewards": "Mga Reward mula sa Mag-trade-para-Kumita",
        "unclaimedRewardsDescription": "Ang kabuuang halaga ng mga reward na hindi mo pa na-nakukuha.",
        "popularCampaigns": "Mga Sikat na Campaign",
        "Ended": "Nagwakas na",
        "All": "Lahat",
        "Ongoing": "Nagpapatuloy",
        "Upcoming": "Paparating",
        "Joined": "Sumali",
        "emptyCalendarDescription": "Oops, walang campaign para sa napiling petsa. Pakitingnan ang iba pang mga petsa!",
        "emptyPopularDescription": "Malapit nang maging live ang mga eksklusibong bagong campaign — manatiling nakatutok! ",
        "shareRewordsDescription": "Kumita ako ng kabuuang {{amount}}{{coin}} sa mga reward — mag-unlock ng mas maraming mga reward ngayon kasama ako!",
        "Claimed": "Na-claim",
        "ViewMore": "Tingnan Pa",
        "Join": "Sumali",
        "joinedCampaign": "Sumali ka sa campaign na ito!",
        "bigCaseToday": "NGAYONG ARAW",
        "descriptionAPEXREWARDSBanner": "I-akses ang lahat na pinakabagong promo at deal ng ApeX Pro para sa malalaking kita ngayong araw.",
        "totalRewardsDescription": "Ang kabuuang halaga ng mga nakuha at hindi nakuhang reward.",
        "claimedRewardsDescription": "Ang kabuuang halaga ng mga reward na matagumpay mong na-kuha.",
        "longTermCampaigns": "Mga Long-Term na Campaign",
        "campaignsEndedError": "Oops, nagwakas na ang campaign na ito. Pakisilip ang iba pang mga campaign!",
        "claimMoreRewards": "Maaari kang mag-claim ng mga reward para sa {{x}} campaign!",
        "Date": "Petsa",
        "esapexDesc": "Ginawa ang esAPEX sa pamamagitan ng pag-stake ng APEX sa isang 1:1 ratio. Ipapamahagi ang mga token ng esAPEX sa mga gumagamit ng APEX bilang rewards sa event. Pagkatapos matanggap ang esAPEX, maaari mong i-vest ang esAPEX (karaniwang sa loob ng anim na buwang yugto) para kumita ng APEX.",
        "referralRewards": "Mga Reward sa Referral"
    },
    "bbp": {
        "redeemDataTipTitle": "Datos ng BBP",
        "redeemDataTipContent": "Ang Halagang Na-burn ay ang halaga ng BANA na na-burn sa pamamagitan ng Buy & Burn Pool bawat linggo; Ang Rate ng Pagtubos ay ang halaga ng APEX na maaaring tubusin ng mga user gamit ang 1 BANA pagkatapos ng bawat round ng Mag-Trade-para-Kumita.",
        "buringRecord": "Mga Tala ng Pag-burn",
        "spentAmount": "Halaga ng Ginastos",
        "buyingRate": "Rate ng Pagbili",
        "burntVolume": "Halagang Na-burn",
        "burntDate": "Oras",
        "TxID": "TXID",
        "formulaTip1": "Ilalagay ang {{ratio}} ng mga bayarin na nabuo sa ApeX Pro sa Buy & Burn Pool (BBP). Sasali ang BBP sa mga regular na pag-buyback ng BANA sa pamamagitan ng mga pag-swap sa TWAMM. Default na ibu-burn ang lahat na nabiling BANA.",
        "formulaTip3": "Dapat nakikita at madaling ma-verify ang balanse ng pool at Rate ng Pagbili ng lahat na trader.",
        "buyAndRedeemRate": "Datos ng BBP",
        "redeemRate": "Rate ng Pagtubos",
        "BBP": "Buy & Burn Pool",
        "banaBalance": "Balanse ng BANA",
        "currentBuyingRate": "Kasalukuyang Rate ng Pagbili",
        "currentPrice": "Presyo",
        "formulaTip2": "Sa loob ng bawat epoch, magiging palagian ang aktibidad ng pagbili ng BBP sa paglipas ng panahon kapag sinusukat sa USDC/s, ibig sabihin, ang Rate ng Pagbili.",
        "formulaTip4": "Matutukoy ang Rate ng Pagbili bago magsimula ang bawat epoch, batay sa datos na na-obserbahan sa naunang 2 epoch.",
        "swap": "I-swap",
        "totalSpent": "Kabuuang Nagastos na USDC"
    },
    "retrospectiveAirdrop": {
        "viewVeAPEX": "Tingnan ang veAPEX",
        "goTrade": "Tingnan ang Iba Pang Kampanya",
        "cumulativeReward": "Naipong Gantimpala (esAPEX)",
        "successDescrKOL": "Kwalipikado ka na ngayon bilang isang KOL. Tapusin ang susunod mong gawain para kumita ng $esAPEX! ",
        "successDescrTrader": "Kwalipikado ka na ngayon bilang isang Propesyunal na Trader. Tapusin ang susunod mong gawain para kumita ng $esAPEX! ",
        "traderTaskDescr": "Tapusin para mabuksan ang {{rewardAmount}} esAPEX ",
        "taskDescrTrader": "Sa event, kailangan mo lang kumpletuhin ang mga gawaing pagdeposito at pag-trade. Kung mas maraming gawain ang makukumpleto mo, mas lalaki ang matatanggap mong gantimpala! \n\nMaaari mong piliing gumawa ng maraming pagdeposito at pag-trade at dahan-dahang umangat sa mga lebel, o gumawa ng isang pagdeposito at pag-trade ng magkasunod sa halagang $500 at $5,000 para agarang mabuksan ang lahat ng lebel ng gantimpala. Hanggang 1,000 esAPEX kada trader ang nakaabang.\n\nMakukuha mo dito ang pinal mong gantimpala pagkatapos ng event.",
        "learnMoreContent2": "Ang BANA ay isang mag-trade-para-kumita na gantimpalang token sa ApeX Pro na ipinamamahagi sa lahat ng trader batay sa kanilang paglahok at pagganap. Maaaring ipagpaliban ng mga trader ang BANA para kumita ng mas maraming insentibo o maibenta ito sa BANA-USDC pool ng ApeX Pro. Ang mga trader na mayroong BANA ay maaaring ipapalit ito pabalik sa APEX matapos ang mga event ng mag-trade-para-kumita.",
        "eventDescr3": "Tinatawagan ang lahat ng propesyunal na trader at mga KOL! Magkaroon ng eksklusibong akses sa isang 1,500,000 esAPEX airdrop ngayong araw.",
        "kolTaskDescr": "Tapusin ang gawain para ma-akses ang prize pool na {{poolAmount}} esAPEX.",
        "rewardDescrTrader": "Binabati kita sa pagkumpleto mo sa lahat na gawain at sa pagkita ng kabuuang {{totalCumulativeAmount}} esAPEX na gantimpala!",
        "rewardDescrKol": "Binabati kita sa pagbubukas ng lahat ng lebel ng prize pool, maaari kang makihati nang patas sa kabuuang {{totalPoolAmount}} esAPEX na gantimpala.",
        "rewardDescrEnded": "Salamat sa paglahok mo, kumita ka ng kabuuang <1>{{finalAmount}} esAPEX</1> na gantimpala!",
        "estimatedReward": "Tinatayang Gantimpala (esAPEX)",
        "rewardRuleTrader": "Bilang isang Trader, makakapagbukas ka ng hanggang 1,000 esAPEX na gantimpala sa pamamagitan ng pagkumpleto sa 5 naka-tier na gawain. Tataas ang Tinatayang Gantimpala mo, kung mas mataas ang lebel na naaabot mo.",
        "rewardRuleKOL": "Bilang isang KOL, maaari kang makapagbukas ng hanggang 3 prize pool na may kabuuang 500,000 esAPEX sa pamamagitan ng pagkumpleto sa magkakaibang gawain sa bawat lebel. Ang mga kalahok na kwalipikado para sa alinmang lebel ay patas na makikihati sa mga gantimpala para sa lebel na iyon, kasama ng iba pang tao na kwalipikado sa parehong lebel. Hindi na magbabago ang Tinatayang Gantimpala kapag nagwakas na ang event.",
        "taskDescrKOL": "Sa event, habang dumarami ang mga nakukumpleto mong gawain, lalong lumalaki ang mga gantimpalang matatanggap mo! Magsimula at makibahagi sa 500,000 na esAPEX prize pool.\n\nMapipili mong gumawa ng maraming pagdeposito at pag-trade at dahan-dahang umangat sa mga tier, o gumawa ng isang pagdeposito at pag-trade ng magkasunod na halagang $300 at $6,000 para agarang mai-unlock ang lahat na tier ng gantimpala.\n\nMakukuha mo dito ang pinal mong gantimpala pagkatapos ng event.",
        "claimed": "Na-claim",
        "connectWallet": "Ikonekta ang Wallet"
    },
    "referral": {
        "referralBar": "Pag-refe",
        "headerTitle": "Mag-imbita ng Mga Kaibigan at Kumita ng Mas Marami",
        "headerSubtitle": "Kumuha ng mga Diskuwento sa Bayarin at mga Reward",
        "inviteFriends": "Mag-imbita ng Mga Kaibigan",
        "connectWallet": "Ikonekta ang Wallet",
        "copyReferralLink": "Kopyahin ang Referral Link",
        "beInvited": "Imbitado Ako",
        "completeReferralInvitation": "Kumpletong Imbitasyon sa Referral",
        "invitationPopupStep1": "1. Ikonekta ang Wallet",
        "invitationPopupStep2": "2. Ipasok ang Referral Link o Code",
        "invitationPopupStep3": "3. Pakinabangan ang mga Diskwento sa Bayarin",
        "enterLinkCodeTitle": "Referral Link / Code",
        "enterLinkCodeTips": "Ipasok ang referral link o code mo rito.",
        "confirm": "Kumpirmahin",
        "cashbackRules": "Mga Panuntunan sa Cashback",
        "discord": "Discord",
        "affiliateCashbackRules": "Mga Panuntunan sa Affiliate Cashback",
        "volMonth": "Vol. (M) / Buwan",
        "totalRewards": "Kabuuang Reward: {{Rate}}",
        "NonAffiliateCashbackRules": "Mga Panuntunan ng Non-Affiliate Cashback",
        "referralCashback": "Cashback sa Referral (USDC)",
        "howItWorks": "Paano Ito Gumagana",
        "invitationStep1": "1. Kumuha ng Referral Link",
        "invitationStepDescription1": "Ikonekta ang wallet mo at bumuo ng isang referral link.",
        "invitationStepDescription2": "Imbitahin ang mga kaibigan mo na mag-sign up sa ApeX Pro gamit ang link mo.",
        "invitationStep3": "3. Mga Kikitain Ninyong Dalawa",
        "invitationStepDescription3": "Ikaw at ang ini-refer mo ay kapwa makikinabang sa mga cashback na benepisyo!",
        "affiliateSystem": "AFFILIATE SYSTEM",
        "affiliateSystemGuideTips": "Isa kang affiliate, mangyaring tumungo sa affiliate system.",
        "viewMore": "Tingnan Pa",
        "myRewards": "MGA REWARD KO",
        "cashbackRate": "Presyo ng Cashback",
        "noOfReferees": "Ang Aking Mga Referral",
        "totalCashback": "Kabuuang Cashback",
        "totalCashbackUpdatesTips": "Araw-araw na ina-update ang data tuwing 00:00 AM UTC.",
        "totalLifeCashback": "Kabuuang Lifetime na Cashback (USDC)",
        "viewDetails": "Tingnan ang mga Detalye",
        "claim": "I-claim",
        "transactionRecords": "Mga Record ng Transaksiyon",
        "transferRecordsButton": "Mga Record ng Paglipat",
        "claimRecords": "Mga Record ng Pag-claim",
        "time": "Oras",
        "quantity": "Quantity (USDC)",
        "type": "Uri",
        "status": "Status",
        "failed": "Nabigo",
        "pending": "Nakabinbin",
        "successful": "Matagumpay",
        "completed": "Natapos",
        "pageAmount": "Pahina {{}} / {{}}",
        "claimedRewards": "I-claim ang mga Reward",
        "receiveRewards": "Tanggapin ang mga Reward",
        "noData": "Walang Data",
        "yourReferrals": "MGA REFERRAL MO",
        "Records": "Mga Record",
        "yourReferralUpdatesTips": "Araw-araw na ina-update ang data tuwing 6AM UTC.",
        "walletAddress": "Address ng Wallet",
        "30dTradingVol": "Vol. ng 30D Trading (USDC)",
        "dateRegistered": "Petsa ng Pagrehistro",
        "eligible": "Karapat-dapat",
        "expired": "Nag-expire Na",
        "switchedToAffiliate": "Lumipat sa Affiliate",
        "FAQs": "Mga FAQ",
        "Q1": "Q: Paano ko makukuha ang aking referral link?",
        "A1": "A: Kakailanganin mong ikonekta muna ang wallet mo para makabuo ng isang referral link.",
        "Q2": "Q: Sino ang itinuturing na kwalipikadong ini-refer?",
        "A2": "A: Ituturing ang kaibigan mo bilang kwalipikadong ini-refer kapag nag-sign up siya sa ApeX Pro gamit ang referral link mo at matagumpay na nagkonekta ng isang wallet. ",
        "Q3": "Q: Paano ako magkakaroon ng cashback sa pamamagitan ng referral?",
        "A3": "A: Maaari kang mag-imbita ng mga kaibigan para mag-sign up sa ApeX Pro gamit ang referral link mo. Kapag nakagawa ka ng kwalipikadong referral, karapat-dapat ka para sa 5% na cashback (sa USDC) sa bawat derivatives trading fee ng ini-refer mo.",
        "Q4": "Q: Saan ko makikita ang cashback rewards ko?",
        "Q5": "Q: Paano ako magiging isang affiliate?",
        "Q6": "Q: Bakit hindi ko makita ang mga record ng cashback ko?",
        "A6": "A: Araw-araw na ia-update ang mga record ng cashback sa nakatakdang oras. Pagkatapos mong maging isang affiliate, hindi ka na makaka-log in sa pamamagitan ng Referral page. Sa halip ay matitingnan mo na ang mga record ng cashback mo sa affiliate system at doon ay makagagawa ng mga pag-withdraw.",
        "A7": "A: Kapag nag-apply ka na maging isang affiliate, hindi mo magagawang i-withdraw ang anumang cashback habang pinoproseso pa ang aplikasyon mo. Pagkaraang makapasa sa review, magagawa mo nang mag-withdraw mula sa affiliate system.",
        "tcTitle": "Mga T at C",
        "termsAndConditions": "Mga Tuntunin at Kondisyon:",
        "tc1": "1. Makikinabang ang kwalipikadong nag-refer ng 5% na lifetime cashback sa bawat isa sa mga Derivatives trading fee ng mga ini-refer niya.",
        "tc2": "2. Makikinabang ang bawat kwalipikadong ini-refer ng 3% na cashback sa kaniyang mga Derivatives trading fee.",
        "tc4": "4. Araw-araw na ia-update ang kabuuang cashback mo sa ganap na 00:00AM UTC.",
        "tc5": "5. Lahat ng pag-trade na ginawa sa ApeX Pro ay magkakaroon ng bayarin sa pag-trade. Ipalagay natin na si A ay may kwalipikadong ini-refer na ang pangalan ay B. Ang cashback ni A ay magiging (1 − Cashback sa mga Trading Fee ni A) × Fee Rate × Derivatives Trading Volume ni B × Presyo ng Cashback.",
        "tc0": "*Pinanghahawakan ng ApeX ang karapatan sa huling interpretasyon sa Referral Program.",
        "withdrawalTipsTitle": "Mga Tip sa Pag-withdraw",
        "withdrawalTipsDescription": "Sa pag-review ng aplikasyon mo na maging isang ApeX Affiliate, pansamantalang naka-pause ang mga pag-withdraw ng anumang cashback sa pamamagitan ng Referral page. Pagkatapos na maapruba, magagawa mo nang tingnan ang mga record ng cashback mo sa affiliate system at magpatuloy sa mga pag-withdraw.",
        "withdrawalTipsButton": "Nakuha Ko Na",
        "errorCodeTips1": "Hindi Nahanap Ang User",
        "errorCodeTips2": "Hindi balidong invitation code o link.",
        "errorCodeTips3": "Naka-pair ka na sa isa pang nag-refer.",
        "errorCodeTips4": "Kasalukuyang hindi suportado ang mga pag-withdraw.",
        "errorCodeTips6": "Mayroon ka nang pag-withdraw na ginagawa, pakihintay na matapos ang transaksiyon sa pag-withdraw.",
        "errorCodeTips7": "Hindi wasto ang halaga ng pag-withdraw.",
        "errorCodeTips8": "Hindi balido ang account ID.",
        "ReminderTips1": "Matagumpay na na-claim ang {{amount}} USDC na komisyon sa trading account mo!",
        "ReminderTips2": "Matagumpay kang naka-pair sa referral sa iyo!",
        "applyAffiliteTips": "Imbitahan ang maraming kaibigan, i-enjoy ang mas malalaking mga benepisyo. Makipag-ugnayan sa amin sa aming",
        "invitationStep2": "2. Mag-refer ng Kaibigan!",
        "unclaimed": "Hindi na-claim: {{amount}}",
        "cashback": "Cashback (USDC)",
        "rewarded": "Nai-reward",
        "A4": "A: Makikita ang kabuuang maki-claim na cashback mo sa Referral page. Mag-click sa \"I-claim\" para ilipat ang cashback mo sa ApeX Pro trading account mo.",
        "A5": "A: Pakikontak ang nangunguna sa pagpapaunlad ng negosyo namin sa pamamagitan ng Discord para magtanong tungkol sa pagiging isang affiliate. Pagkatapos maaprubahan ang application mo, maaari mo nang i-enjoy ang mas maraming mga reward.",
        "Q7": "Q: Bakit hindi ko mai-withdraw ang mga cashback reward ko?",
        "tc3": "3. Para maituring bilang kwalipikadong ini-refer, dapat mag-sign up ang kaibigan mo sa ApeX Pro gamit ang referral link mo, matagumpay na magkonekta ng isang wallet, at sumang-ayon sa Mga Tuntunin at Kondisyon ng ApeX Pro.",
        "tc6": "6. Gumagamit ang ApeX ng mahigpit na proseso ng pag-audit. Ang mga user na nagsasagawa ng labag sa batas, mapanlinlang o nakasisirang pagkilos ay maaaring permanenteng madiskwalipika.",
        "errorCodeTips5": "Hindi namin matukoy ang pagkakakilanlan mo.",
        "errorCodeBindHimself": "Nabigo ang pagbubuklod ng kaugnayan ng referral, at hindi maimbitahan ng user ang kanyang sarili.",
        "receiveRecords": "Tumanggap ng Mga Record",
        "successCopy": "Matagumpay na nakopya ang referral link mo!",
        "dataRecords": "Mga Record ng Data"
    },
    "referralTransit": {
        "referral": "REFERRAL",
        "headerTitle": "Mag-imbita ng Mga Kaibigan Para Kumita ng Rewards",
        "referralCode": "Referral Code",
        "copyReferralCode": "Kopyahin ang Referral Code",
        "referralGuideStep1": "I-download ang ApeX Pro App",
        "referralGuideStep2": "Ikonekta ang Wallet Mo",
        "referralGuideStep3": "Bumalik sa Referral Page",
        "referralGuideStep4": "Punan ang Referral Code",
        "referralGuideStep5": "Kumpirmahin ang Pag-pair sa Nag-refer",
        "withdrawPopupTips": "Kasalukuyan kang may iwini-withdraw. Gagawing pinal sa chain ang pag-withdraw sa loob ng apat (4) na oras. Pagkatapos ng pagkumpirma, ire-refresh ang halagang hindi mo pa naki-claim.",
        "eferralGuideTitle": "Gabay sa Referral"
    },
    "common": {
        "transactionSuccess": "Matagumpay ang Transaksiyon",
        "message": "Mensahe"
    },
    "RewardsCenter": "Rewards Center",
    "detail": {
        "taskslogan": "Kumpletuhin ang mga madaling gawain at kumita ng hanggang 30 USDC!",
        "tasktime": "Magtatapos sa",
        "taskshare": "Ibahagi Sa Mga Kaibigan",
        "tasktitle": "Bagong Event sa Pag-download ng App"
    },
    "task": {
        "d": "Araw",
        "h": "Oras",
        "r3": "3. Karapat-dapat ang mga kalahok na nakakumpleto na ng lahat ng mga task na i-claim ang kanilang mga reward. Matatagpuan ang mga reward sa Rewards Center pagkatapos mag-claim.",
        "r4": "4. Maaaring makaipon ang mga kalahok ng volume ng pag-trade sa lahat ng available na mga USDC perpetual contract sa ApeX Pro.",
        "r5": "5. Minsanan lang nake-claim ang rewards. Hindi mabibilang ang anumang mga deposito o pag-trade na ginawa ng kalahok pagkatapos na-claim ang kanilang rewards.",
        "r7": "7. Kailangang i-claim ng mga kwalipikadong tatanggap ng reward ang kanilang rewards sa loob ng pitong (7) araw mula sa petsa ng pagtatapos ng event. Kapag natapos na ang panahon ng pag-claim, babawiin ang hindi na-claim na rewards.",
        "r8": "8. Inirereserba ng ApeX Pro ang karapatan na idiskwalipika ang sinumang kalahok na gagawa ng di-tapat o mapang-abusong aktibidad sa event, kabilang ang mga pagrehistro ng bulk-account para makalikom ng karagdagang mga bonus at anumang iba pang aktibidad kaugnay ng mga layunin na labag sa batas, mapandaya o nakakapinsala.",
        "r9": "9. Inirereserba ng ApeX Pro ang karapatan na baguhin ang mga tuntunin ng event, sa biglaang kaganapan ng mga hindi inaasahang pangyayari o pagkagambala. Iaanunsyo at magkakabisa ang anumang mga pagbabagong ginawa mula sa oras ng paganunsyo pasulong.",
        "m": "Minuto",
        "r1": "1. Tanging ang mga user na hindi nag-download ng app bago ang simula ng event na ito ang karapat-dapat na sumali sa event.",
        "r2": "2. Kakailanganin ng mga user na kumpletuhin ang mga task sa pagkakasunud-sunod na Pag-download, deposito at Pag-Trade. Ma-a-unlock lamang ang susunod na task kapag nakumpleto na ang nakaraang task.",
        "r6": "6. Dapat kumpletuhin ng mga kalahok ang lahat ng gawain sa app. Hindi mabibilang ang mga pag-deposito at pag-trade na ginawa sa desktop/web.",
        "claimed": "Na-claim",
        "tradenow": "Mag-trade ngayon",
        "congratulate": "Matagumpay mong na-claim ang rewards mo!",
        "10rewards": "Nakatanggap ka ng 10 USDC, mangyaring tingnan ang iyong reward sa ilalim ng Equity.",
        "15rewards": "Nakatanggap ka ng 15 USDC, mangyaring tingnan ang iyong reward sa ilalim ng Equity.",
        "save": "I-save",
        "share": "Ibahagi",
        "5rewards": "Nakatanggap ka ng 5 USDC, mangyaring tingnan ang iyong reward sa ilalim ng Equity.",
        "old": "para sa mga user na hindi pa nada-download ang ApeX Pro app ang event na ito!",
        "ineligible": "Mga inimbitahang user lang",
        "cancel": "Kanselahin",
        "view": "Tingnan",
        "igotit": "Nakuha ko na",
        "sorry": "Paumanhin",
        "unsuccessful": "Di-matagumpay ang Pag-claim",
        "gratz": "Binabati kita",
        "other": "tingnan ang iba pang mga kaganapanevent namin!",
        "ok": "Nakuha ko na",
        "discord": "Kung magpapatuloy ang isyu, mangyaring makipag-ugnayan sa amin sa Discord.",
        "all": "nakumpleto mo na ang lahat ng mga gawain at nakatanggap ng kabuuang 30 USDC bilang mga reward!",
        "end": "Natapos na ang event"
    },
    "content": {
        "task": "Mga Gawain",
        "Service": "Mga Panuntunan",
        "taskdownload": "Bonus ng Pag-download",
        "taskdeposit": "Bonus ng Deposito",
        "task2": "Deposito ng di-bababa sa 200 USDC para ma-rewardan!",
        "taskexchange": "Bonus ng Pag-trade",
        "task3": "Mag-trade ng di-bababa sa 5,000 USDC (vol.) para makakuha ng rewards!",
        "download": "I-download ang App at Makilahok sa Event!",
        "downloaddetail": "Limitado ang event na ito sa app lamang. Mga bagong pag-download ng app lamang ang mabibilang sa panahon ng event. Hindi karapat-dapat ang mga user na nag-download ng app bago ang event.",
        "task1": "I-download ang Apex Pro app at ikonekta ang wallet mo para makatanggap ng rewards!",
        "claimed": "I-claim ang parangal",
        "deposit": "mag-deposito ngayon"
    },
    "share": {
        "taskrewards": "Kabuuang Reward (USDC)",
        "taskshare": "Ibinahagi sa"
    },
    "task3condition": "Kailangang kumpletuhin ang task na deposito bago magsimula",
    "push": {
        "task": "Tingnan Ito",
        "task2": "2. Mag-deposito sa App",
        "task3": "3. Mag-trade sa App",
        "task1": "1. I-download ang ApeX Pro App"
    },
    "vest": {
        "Title": "Tungkol sa esAPEX",
        "descrChain": "Sa Ethereum",
        "esAPEXIntroduction": "Ginawa ang esAPEX sa pamamagitan ng pag-stake ng APEX sa isang 1:1 ratio. Ipapamahagi ang mga token ng esAPEX sa mga gumagamit ng APEX bilang rewards sa event. Pagkatapos matanggap ang esAPEX, maaari mong i-vest ang esAPEX (karaniwang sa loob ng anim na buwang yugto) para kumita ng APEX.",
        "Rules": "Mga Panuntunan",
        "Rule3": "Maaari ka ring mag-apply ng mga sapilitang pag-withdraw sa lahat ng na-vest na esAPEX nang sabay-sabay, kabilang ang mga inilabas para sa mga pag-withdraw sa APEX at ang mga hindi pa na-release. Maaaring magkaroon ng mga parusa at kakalkulahin nang naaayon sa kani-kanilang mga batch ng pag-vest.",
        "AvailableESAPEX": "Available esAPEX",
        "LockedAPEX": "Na-lock na APEX",
        "WithdrawableAPEX": "Maaaring i-withdraw na APEX",
        "Vest": "Vest",
        "Withdraw": "Mag-withdraw",
        "VestID": "ID ng Vest",
        "TotalWithdrawable": "Kabuuan na maaaring i-withdraw (APEX)",
        "Withdrawn": "Na-withdraw",
        "Withdrawable": "Maaaring i-withdraw",
        "ToBeReleased": "Ire-release sa",
        "Available": "Available",
        "esAPEX": "esAPEX",
        "VestingPeriod": "Panahon ng Pag-vest",
        "Withdrawal": "Pag-withdraw",
        "YouReceiveAPEX": "Makakatanggap ka ng (APEX)",
        "Total": "Kabuuan",
        "Penalty": "Multa (APEX)",
        "tipLessThan": "Maaaring i-withdraw ang APEX ≤0.01, gusto mo pa bang magpatuloy sa pag-withdraw?",
        "Rule1": "Maaaring i-withdraw ang na-vest na esAPEX nang walang anumang mga parusa pagkatapos ng anim na buwang panahon ng lock-up.",
        "Vested": "Na-vest (esAPEX)",
        "WithdrawalDetails": "Mga Detalye ng Pag-withdrawal (APEX)",
        "Action": "Aksiyon",
        "ReleasedOn": "Na-release noong:",
        "ReleaseDate": "Petsa ng Release",
        "ForcedWithdrawal": "Sapilitang Pag-withdraw",
        "Rule2": "Maaari kang mag-apply ng sapilitang pag-withdraw sa na-vest na esAPEX nang maaga bago matapos ang anim na buwang panahon ng lock-up. Mapaparusahan ang sapilitang pag-withdraw; hindi mo matatanggap ang pinal, inaasahang halaga ng APEX.",
        "VestedOn": "Na-vest sa: "
    },
    "general": {
        "Qty": "Qty",
        "Max": "Higdulan",
        "YouReceive": "Tatanggap Ka",
        "TransactionSuccess": "Matagumpay na Na-isumite",
        "TransactionFailed": "Nabigo ang Pagsusumite",
        "Retry": "Subukang muli",
        "ConfirmingTransaction": "Kinu-kumpirma ang Transaksyon",
        "ALL": "Lahat"
    },
    "menu": {
        "t2e": "Trade to Earn",
        "staking": "Pag-stake"
    },
    "bybit": {
        "t2e": "Pag-mimina",
        "dashboard": "Dashboard"
    },
    "appTitle": "ApeX Pro",
    "voucher": {
        "gratz": "Binabati kita",
        "expiredTime": "Mag-e-expire sa: {{userLastClaimTime}}",
        "A1": "Kung mag-expire ang voucher ng bonus, wala na itong bisa. Pakitandaan ang huling oras ng pag-claim ng voucher mo. Hindi mo magagawang palawigin ang petsa ng pag-expire o palitan ang voucher para sa anumang iba pang perks sa ApeX Pro. Responsibilidad mong i-redeem ang anumang voucher ng bonus na nakalaan sa iyo sa tamang oras. Walang anumang obligasyon ang ApeX Pro na magpadala ng alerto para sa pag-expire ng anumang voucher ng bonus.",
        "TNC2": "Ibinabahagi sa mga karapat-dapat na kalahok sa basehang first come, first served.",
        "unsuccessful": "Hindi Matagumpay ang Claim",
        "title": "I-trade ang Bounty Voucher",
        "connectWallet": "Ikonekta ang Wallet Mo",
        "campaignEnded": "Natapos na ang kampanya",
        "otherCampaign": "Sumali sa Iba Pang Mga Kampanya",
        "youwon": "Nanalo ka!",
        "redeem": "I-redeem",
        "reserveRight": "Pagrereserba ng ApeX Pro ang karapatang kanselahin o amyendahan ang anumang mga patakarang nalalapat sa mga voucher ng bonus.",
        "sorry": "Paumanhin, hindi ka karapat-dapat sa kampanya na ito.",
        "viewOther": "Tingnan ang Iba Pang Mga Kampanya",
        "FAQ": "FAQ",
        "TNC": "Mga Tuntunin at Kondisyon",
        "Q1": "Kung nag-expire na ang bonus, maaari ko bang palawigin ang panahon ng kabisaan nito?",
        "Q2": "Bakit hindi ko ma-claim ang reward?",
        "A2": "Bukas lamang ang kampanya na ito sa mga user na may mga imbitasyon. Kakailanganin ng mga user na makatanggap ng mga imbitasyon mula sa Affiliate ng ApeX Pro at kumpletuhin ang mga gawain na itinakda bago sila maging karapat-dapat na lumahok para sa mga reward.",
        "Q3": "Saan ko makikita ang aking na claim na mga reward?",
        "A3": "Makikita ang mga na-claim na rewards sa ApeX Pro, maaari mo itong tingnan sa pamamagitan ng [Dashboard]-[Pangkalahatang-ideya]: https://pro.apex.exchange/dashboard/overview",
        "Q4": "Para saan maaaring gamitin ang voucher ng bonus na ito?",
        "A4": "Maaari mong gamitin, i-transfer, o i-withdraw ang mga token nang walang mga paghihigpit.",
        "TNC1": "Dapat manu-manong maglagay ang mga user ng karapat-dapat na code ng imbitasyon o kumpletuhin ang kanilang unang trade sa ApeX Pro pagkatapos mag-click sa isang natatanging link na inilaan ng mga Affiliate ng ApeX Pro upang lumahok sa kampanya na ito.",
        "TNC3": "Inirereserba ng ApeX Pro ang karapatan na idiskwalipika ang mga trade na itinuring na wash trades o iligal na bulk na nakarehistrong mga account, pati na rin ang mga trade na nagpapakita ng mga katangian ng self-dealing o pagmamanipula ng merkado.",
        "campaignExplain": "Inirereserba ng ApeX Pro ang karapatan sa anumang oras sa tangi at ganap na pagpapasya nito na tukuyin at/o amyendahan o baguhin ang Mga Tuntunin ng Promosyon na ito nang walang paunang abiso, kabilang ngunit hindi limitado sa pagkansela, pagpapalawig, pagwawakas o pagsususpinde sa Aktibidad na ito, mga tuntunin at pamantayan sa pagiging karapat-dapat nito, ang pagpipili at bilang ng mga nananalo, at ang tiyempo ng anumang pagkilos na gagawin, at sasailalim ang lahat ng mga user sa mga pagbabagong ito.",
        "redeemSuccess": "Matagumpay ang Claim",
        "tradeNow": "Mag-trade Ngayon",
        "noted": "Nakuha Ko Na",
        "claimSuccessTip": "Na-claim mo na ang voucher ng bonus mo. Mangyaring magtungo sa \"Pangkalahatang-ideya\" sa ilalim ng \"Dashboard\" sa account mo para tingnan ito.",
        "OpenNow": "Tingnan ito ngayon",
        "ViewAsset": "Tingnan ang mga asset"
    },
    "ApexStake": {
        "title": "I-stake ang LP Token",
        "APY": "APR",
        "TVL": "TVL (USDC)",
        "descrTVL": "Ang kabuuang value ng Mga LP Token na naka-lock sa pool ng pag-stake na ito.",
        "ActualAPY": "Aktwal na APY",
        "StakedLP": "Na-stake na Halaga ng LP Token",
        "EarnedBANA": "Kinitang BANA",
        "Stake": "I-stake",
        "Unstake": "I-unstake",
        "ClaimStakingRewards": "I-claim ang Mga Reward ng Pag-stake",
        "StakingType": "Type ng Pag-stake",
        "FlexibleStaking": "Flexible na Pag-stake",
        "FixedStaking": "Nakapirming Pag-stake",
        "StakedAmount": "Halaga ng Na-stake",
        "ReleasedOn": "Ilalabas sa",
        "Anytime": "Anumang oras",
        "ClaimAmount": "I-claim ang Halaga",
        "LPToken": "LP Token",
        "Balance": "Balanse",
        "Max": "Max",
        "Period": "Panahon ng Lockup ng LP",
        "descrFlexibleStaking": "Maaari mong i-unstake anumang oras sa ilalim ng Flexible na Pag-stake.",
        "Days": "Mga araw",
        "EstimatedAPR": "Estimated APR",
        "UnlockOn": "Naka-on ang unlock",
        "StakedLPValue": "Value ng Na-stake na LP",
        "LockedLP": "Na-lock na halaga ng LP Token",
        "StakedOn": "Na-stake noong",
        "UnlockTip": "Maaari ka lamang hindi tumaya anumang oras sa ilalim ng Flexible na Pag-stake; Ililipat ang mga na-stake na LP Token sa ilalim ng Nakapirming Pag-stake sa ilalim ng Flexible na Pag-stake sa pagtatapos ng panahon ng lockup.",
        "descrAPY": "Ang taunang porsyento ng yield ng pool ng pag-stake na ito.",
        "Claim": "I-claim",
        "UnstakedLPToken": "Na-unstake na Mga LP Token:",
        "Amount": "Halaga"
    },
    "General": {
        "Confirm": "Kumpirmahin"
    },
    "crossChainTips": "Nangangailangan ang mga pag-withdraw ng cross-chain ng pag-verify sa L2 (sa pamamagitan ng ZK proofs) at pwedeng tumagal hanggang 2 oras ang proseso ng pag-withdraw. Kinakailangan ang sapat na pondo sa asset pool ng kaukulang chain upang maproseso ang mga cross-chain na pag-withdraw. Magkakaroon din ng mga bayarin sa gas. Maniningil ang ApeX Pro ng pambayad para dito.",
    "NaN": "Hindi Na-claim na (BANA)",
    "crossFeeDesc": "Nangangailangan ang mga pag-withdraw ng cross-chain ng pag-verify sa L2 (sa pamamagitan ng ZK proofs) at pwedeng tumagal hanggang 2 oras ang proseso ng pag-withdraw. Kinakailangan ang sapat na pondo sa asset pool ng kaukulang chain upang maproseso ang mga cross-chain na pag-withdraw. Magkakaroon din ng mga bayarin sa gas. Maniningil ang ApeX Pro ng pambayad para dito. Para sa mga pag-withdraw na walang bayad, mangyaring magpatuloy sa mga karaniwang pag-withdraw sa Ethereum (kakailanganin mong bayaran ang kaukulang mga bayarin sa gas at hintayin ang kumpirmasyon ng L2).",
    "APEXStake": {
        "OnEthereum": "Binuo sa Ethereum",
        "Rules": "Mga Panuntunan",
        "APEX": "APEX",
        "buyAPEX": "Bumili ng APEX",
        "esAPEX": "esAPEX",
        "AboutesAPEX": "Tungkol sa esAPEX",
        "descresAPEX": "esAPEX ang naka-escrow na bersiyon ng APEX. Kakailanganin mong i-vest ang na-claim mong esAPEX at i-convert ito sa APEX pagkalipas ng vesting period na anim (6) na buwan. Maaari mo ring patuloy na i-stake ang esAPEX mo para kumita ng mas maraming esAPEX.",
        "PoolTitle": "APEX at esAPEX Pool",
        "APY": "APR ng Pool",
        "UserAPY": "APR ng User",
        "TotalStakedAPEX": "Kabuuang Na-stake na APEX",
        "TotalStakedesAPEX": "Kabuuang Na-stake na esAPEX",
        "RewardLastPeriod": "Reward mula sa Nauna Round (USDC)",
        "Unstake": "I-unstake",
        "Stake": "I-stake",
        "Rewards": "Mga Reward",
        "StakePosition": "Buod ng Pag-stake",
        "TotalEarnedReward": "Kabuuang Kinitang Mga Rewards (USDC)",
        "UserStakedAPEX": "Na-stake na APEX ng User",
        "UserStakedesAPEX": "Na-stake na esAPEX ng User",
        "History": "History",
        "Claim": "I-claim",
        "StakeToken": "I-stake ang Token",
        "StakeAmount": "Halaga ng Stake",
        "WalletBalance": "Balanse ng Wallet",
        "Max": "Max.",
        "EstimatedAPY": "Estimated APR",
        "TimePoint": "Salik ng Oras",
        "Confirm": "Kumpirmahin",
        "waitingSign": "Naghihintay ng Lagda",
        "desrcStakingWaiting": "Pag-stake {{StakeAmount}} {{Token}}, i-verify ang transaksiyon na ito sa wallet mo.",
        "desrcUnstakingWaiting": "Pag-unstake {{StakeAmount}} {{Token}}, i-verify ang transaksiyon na ito sa wallet mo.",
        "submitted": "Na-isumite ang Transaksiyon",
        "viewOnEthereum": "Tingnan sa Ethereum",
        "UserCancelSign": "Lagda ng Pagkansela ng User",
        "Try": "Subukang muli",
        "tipUnstake": "Mga tip: Kapag ina-unstake ang mga token, iwi-withdraw muna ng system ang pinakaunang na-stake na mga token sa parehong type ng token sa lahat na aktibidad ng user sa pag-stake. Kung hindi sapat ang halaga ng pinakaunang na-stake para sa hiling na pag-unstake, kukunin ang nalalabing halaga mula sa susunod na record ng pag-stake nang magkakasunod na ayos. Hindi isasama ang na-unstake na mga token sa pagkalkula ng reward.",
        "UnstakeToken": "I-unstake ang Token",
        "UnstakeAmount": "Halaga ng in-unstake",
        "Claimed": "Na-claim",
        "toastClaimFailed": "Hindi matagumpay ang pag-claim.",
        "Calculating": "Pinoproseso",
        "descrAPEX": "Ang APEX ay ang native token ng protocol na may maximum supply na 1,000,000,000, at maglilingkod sa mga sumusunod na utilidad:<br/>\n- Pamamahala: Karapat-dapat ang mga token holder na magsumite at bumoto sa mga panukala sa pamamahala ng protocol.<br/>\n- Pagbigay-insentibo sa Protocol: Maaaring kumita ng mga ApeX token ang mga user sa pamamagitan ng mga reward sa pakikilahok at liquidity mining sa ApeX protocol.<br/>\n- Pag-stake: Maaaring i-stake ng mga user ang mga ApeX token para kumita ng mga reward na mga ApeX token.",
        "UnclaimRewards": "Hindi Na-claim na Mga Reward (USDC)",
        "waitingConfirm": "Naghihintay ng Kumpirmasyon",
        "SubTitle": "I-stake ang APEX at esAPEX para Kumita ng USDC",
        "toastClaimSuccess": "Matagumpay mong na-claim ang {{amount}} USDC.",
        "": "Naghihintay ng Kumpirmasyon sa Ethereum",
        "RewardRound": "Reward para sa Round {{SN}}",
        "StakeTime": "Na-stake sa",
        "descrUnclaimRewards": "Ang Hindi Na-claim na Mga Reward ay mga reward ng pag-stake na hindi mo na-claim. Ina-update ang data na ito tuwing Huwebes nang 8AM UTC.",
        "descrClaim": "Hindi sisingilin ang mga bayarin sa gas sa pag-claim ng mga reward; makikita ang na-claim na mga reward sa ApeX Pro account mo",
        "descrTimePoint": "Patuloy na ina-update ang Time Factor at naipon ayon sa tagal ng mga asset na na-stack mo. Ang inisyal halaga ay 0. Kung mas mahaba ang oras ng pag-stake, mas mataas ang Time Factor (max. 2) mo. Nag-a-update ito tuwing 8 oras.",
        "descrTotalPoint": "Kabuuang Factor ng Pag-stake = 1 + T2E Score Factor + Time Factor. Ina-update ang halagang ito tuwing 8 oras.",
        "descrUserAPY": "Hinango ang APR ng User sa mga reward mo (sa USDC) na naitala sa nakaraang Epoch, ang halaga ng na-stake na APEX at esAPEX mo, at ang pinakabagong presyo ng $APEX.",
        "descrT2EPoint": "Kinakalkula ang T2E Score Factor batay sa average ng mga T2E score mo sa nakaraang mga epoch (tingnan ang mga tuntunin para sa mga detalye). Kung mas mataas ang T2E score mo, mas mataas ang T2E Score Factor (max. 2) mo. Ina-update ang value na ito linggu-linggo.",
        "descrAPY": "Hinango ang APR ng Pool sa kabuuang mga reward sa pag-stake (sa USDC) na naitala sa nakaraang Epoch, ang kabuuang halaga ng na-stake na APEX at esAPEX, at ang pinakabagong presyo ng $APEX.",
        "descrWaitingConfirm": "Naghihintay ng Kumpirmasyon sa Ethereum",
        "descrTotalEarnedReward": "Ang Kabuuang Kinita na Mga Reward (USDC) ay ang kabuuang halaga ng mga reward sa USDC na kinita mo mula sa lahat ng aktibidad ng pag-stake. Ina-update ang data bawat linggo.",
        "TotalClaimed": "Kabuuang Na-claim na USDC",
        "PageTitle": "Pool ng Pag-stake",
        "T2EPoint": "T2E Score Factor",
        "totalPoint": "Kabuuang Factor ng Pag-stake",
        "UnstakeawableAmount": "Magagamit",
        "ClaimAll": "I-claim lahat",
        "UnclaimAll": "Kabuuang Hindi Na-claim",
        "HistoryChain": "Chain",
        "AvailableChain": "Available sa Ethereum at Arbitrum One"
    },
    "t2e2": {
        "topTitle": "I-maximize ang mga Kinikita at Benepisyo Sa Mga Pag-trade Mo",
        "banaToken": "BANA",
        "Title": "I-multiply Ang BANA Mo Ngayong Araw",
        "trade": "Mag-trade",
        "inviteFriends": "Mag-invite ng mga kaibigan",
        "holdLpTokens": "I-hold ang Mga LP Token",
        "inviteFriendsDesc": "Dapat ibahagi ang magagandang bagay — mas maraming mga reward para sa iyo at sa mga naimbita mong kaibigan",
        "startTrading": "Simulan ang Pag-trade",
        "Claim": "I-claim",
        "history": "History",
        "tabEarnings": "Mga kinita",
        "tabSwap": "I-swap at I-manage ang Liquidity",
        "tabStake": "I-stake ang LP Token",
        "tabBuyBurnPool": "Buy & Burn Pool",
        "rewardsOverview": "Buod ng Mga Reward",
        "tradingOverview": "Buod ng Pag-trade",
        "theEnd": "Wakas",
        "banaPrice": "Presyo ng BANA:",
        "more": "Marami pa",
        "managePool": "I-manage ang Pool",
        "trend": "Trend",
        "from": "Mula sa",
        "to": "Para sa",
        "bbpMechanism": "Mekanismo ng BBP",
        "redeemRate": "I-redeem ang Rate",
        "apexToken": "APEX",
        "tradeDesc": "Mag-ipon ng mga trade para kumita ng mas malaki",
        "holdLpTokensDesc": "Pagkita ng mga LP Token para i-amplify ang pangkalahatang holdings mo",
        "noData": "Walang Data",
        "upcoming": "곧 출시 예정"
    },
    "APEX": "APEX",
    "BANA": "BANA",
    "Commission": "Commission",
    "Upcoming": "À venir",
    "APICenter": {
        "BasicKnowledge": {
            "title": "Pangunahing Kaalaman",
            "jump1": "Mga Pangunahing Kaalaman sa Blockchain at Layer 2",
            "jump2": "Mga Pangunahing Kaalaman sa Perpetual Contracts",
            "jump3": "Tingnan Pa"
        },
        "subtitleBasicKnowledge": "Matutunan ang mga pangunahing konsepto at terminolohiya upang simulan ang mga trade ng API mo gamit ang mga API server.",
        "ForTraders": "Para sa Mga Trader",
        "FAQ": {
            "A3": "A: Oo. Bukod sa kasalukuyang Python launguage, malapit nang ilabas ang ApeX Pro API na may Java launguage.",
            "A2": "A: Oo, maaari mong gamitin ang ApeX Pro Testnet para subukan ang use case mo, nang libre.",
            "Q1": "Q: Mayroon bang Dokumentasyon ng API?",
            "A1": "A: Oo. Mangyaring sumangguni sa pahinang ito.",
            "Q2": "Q: Naghahatid ba ang ApeX Pro ng kapaligiran ng Pagsubok?",
            "Q3": "Q: Bukod sa Python, maaari ba akong gumamit ng iba pang mga wika sa ApeX Pro API?",
            "More": "Tingnan pa",
            "title": "FAQ"
        },
        "ApiCase": {
            "jump4": "Buksan ang API Interface",
            "title": "Paggamit ng API",
            "jump1": "Magdeposito sa pamamagitan ng API",
            "jump2": "Pribadong API Interface",
            "jump3": "Interface ng WebSocket"
        },
        "TitlePart1": "ApeX Pro",
        "TitlePart2": "API Center",
        "Subtitle": "May kasamang konseptwal, pamamaraan at reference na impormasyon ang ApeX Pro API Center para sa ApeX Pro API user at market maker team.",
        "subtitleQuickStart": "I-download at i-install ang API, matagumpay na magdeposito at mag-place ng order, at kumpletuhin ang unang transaksyon mo sa API.",
        "QuickStart": {
            "jump1": "I-download at Gamitin ang API",
            "jump2": "Paano Magdeposito",
            "jump3": "Paano Mag-place ng Order",
            "title": "Mabilis na Pagsisimula"
        },
        "subtitleHelpNCommunity": "Sumali sa talakayan sa ApeX Pro API channel.",
        "HelpNCommunity": {
            "jump1": "Channel ng Discord ng API",
            "title": "Komunidad"
        },
        "LiquidityProviderService": {
            "jump1": "Mga Insentibo sa Market Maker",
            "jump2": "Contact Us",
            "title": "Serbisyong Tagapaghatid ng Liquidity"
        }
    },
    "mvpTrader": {
        "Title": "Liga ng Mga Trader ng MVP",
        "Introduction": "Introduksyon",
        "Registration": "Pagpaparehistro",
        "RegistrationDesc": "Dapat mas mataas ang kabuuang equity ng mga trader sa 1,000 USDC para makapagrehistro.",
        "WinnerEligibilityDesc": "Dapat lalampas ang volume ng trading ng mga kalahok sa 100,000 USDC para maging karapat-dapat sa mga reward.",
        "FeeRebatePerks": "Perks sa Rebate ng Bayarin",
        "Top10Winners": "Nangungunang 10 na Nanalo:",
        "MoreDetails": "Higit pang Mga Detalye",
        "RegistrationPeriod": "Panahon ng Pagpaparehistro",
        "Time": "Oras",
        "EventPeriod": "Panahon ng Event",
        "CompetitionPeriod": "Panahon ng Kompetisyon",
        "RegistrationTime": "Mar. 1, 2023, 09:00 - Mar. 21, 2023, 08:59 (UTC+0)",
        "CompetitionTime": "Mar. 10, 2023, 02:00 - Mar. 24, 2023 01:59 (UTC+0)",
        "CompetitionEndTime": "Magwawakas ang Kampanya sa",
        "RegistrationEndTime": "Magwawakas ang Pagpaparehistro sa",
        "PrizePool": "Prize Pool (USDC)",
        "ConnectWallet": "Ikonekta ang Wallet",
        "Register": "Magrehistro",
        "RegisterSuccessDesc": "Matagumpay kang narehistro! Sumali sa komunidad ng Discord namin at maging unang makatanggap ng mga update para sa Liga ng Mga Trader ng MVP.",
        "Trade": "Mag-trade",
        "RegisterFailedDesc": "Nabigo ang pagpaparehistro. Mas mababa ang kabuuang equity mo sa 1,000 USDC. Maaari kang muling magrehistro pagkatapos magdeposito sa ApeX Pro para matugunan ang kinakailangan.",
        "OK": "OK",
        "RegistrationEnd": "Nagwakas na ang panahon ng pagpaparehistro! Tingnan ang nagaganap na mga kampanya ng ApeX Pro at kunin ang susunod na reward mo.",
        "AllRank": "Lahat ng mga Ranking",
        "MyRank": "Rank Ko",
        "MyTradingVol": "Volume ng Pag-trade Ko (USDC)",
        "EstimatedRewards": "Tinantyang Mga Reward na USDC (USDC)",
        "Top10Prize": "Makakatanggap ang nangungunang 10 na nanalo ng hati sa prize pool na USDC.",
        "Ranking": "Ranking",
        "TradingVol": "Volume ng Pag-trade (USDC)",
        "UsdcRewards": "Mga Reward na USDC",
        "10Days": "10 Araw",
        "30Days": "30 Araw",
        "90Days": "90 Araw",
        "Page": "Pahina",
        "New": "Bago",
        "UpdateTime": "Na-update sa:",
        "FeedbackNoRewards": "Naku, hindi ka karapat-dapat sa anumang mga reward. Pakitingnan ang nagaganap na mga kampanya namin at salamat sa pakikilahok mo!",
        "FeedbackLowVolume": "Mas mababa ang kasalukuyang volume ng trading mo kaysa sa pamantayan sa pagiging karapat-dapat na 100,000 USDC at hindi ka karapat-dapat para sa anumang mga reward. Pakitingnan ang nagaganap na mga kampanya namin at salamat sa pakikilahok mo!",
        "FeeRebatePerksUsdc": "Perks sa Rebate ng Bayarin (USDC)",
        "Claim": "I-claim",
        "ClaimSuccess": "Matagumpay mong na-claim ang {{amount}} USDC na reward mo! Ilalagay ang reward mo sa trading account mo sa loob ng 5 minuto, pakisuri ito mamaya.",
        "ViewRecord": "Tingnan ang Mga Rekord",
        "Claimed": "Na-claim",
        "FeeRebateDesc": "Ilalapat ang mga rebate ng trading fee sa mga trade ng derivatives mo sa ApeX Pro sa panahon ng nakasaad na panahon ng bisa ng perk. Ilalapat lamang ang mga rebate ng bayarin sa pagsasara ng mga posisyon, ibig sabihin, kailangan pa ring magbayad ang mga nanalo sa perk na ito ng mga bayarin sa pag-trade para sa pagbubukas ng mga posisyon. Kapag ipinares ang kalahok sa alinman sa Affiliate o Referrer, ibabawas ang ibinayad na komisyon mula sa kabuuang halaga ng mga rebate ng mga kalahok. Ang mga alokasyon sa BBP at staking ay ibabawas din.",
        "ClaimRewardsDesc": "Fee rebate perks are settled once a week and can be claimed after settlement. After claiming, the rewards will be issued to your ApeX Pro trading account.",
        "TotalUnclaimed": "Kabuuang Hindi Na-claim",
        "ClaimAll": "I-claim lahat",
        "AvailableAfter": "Magagamit Pagkalipas ng {{time}}",
        "ClaimBefore": "I-claim Bago ang {{time}}",
        "Discord": "Discord",
        "Share": "Ibahagi",
        "ShareDesc": "Sumali sa Liga ng Mga Trader ng MVP at makihati sa prize pool na 100,000 USDC, kasama ang malalaking mga rebate sa trading fee: {{link}}",
        "Terms1": "Dapat mag-sign up ang mga user sa panahon ng pagpaparehistro para maging karapat-dapat na lumahok sa Liga ng Mga Trader ng MVP.",
        "Terms2": "Hindi maaaring lumahok ang at market maker sa event na ito.",
        "Terms5": "Dapat makaipon ang mga user ng minimum na 100,000 USDC na volume ng trading para maging karapat-dapat sa mga reward, at makakatanggap ang nangungunang 10 na mga user ng mga reward na USDC sa prize pool.",
        "Terms6": "Habang mas malaki ang bilang ng mga nagparehistro, mas malaki ang prize pool na na-unlock. Mangyaring sumangguni sa talahanayan sa ibaba para sa may andanang prize pool na mga kondisyon. USDC Prize Pool Allocation: Ang nangungunang 10 kalahok na niraranggo sa pagkakasunud-sunod ng P&L(%) ay makakatanggap ng cut ng prize pool sa USDC. Makakatanggap ang kalahok na na-rank sa ika-1 na puwesto ng 40% ng kabuuang prize pool. Makakatanggap ang kalahok na na-rank sa ika-2 ng 20% ng kabuuang prize pool, at makakatanggap ang ika-3 12% ng kabuuang prize pool. Hahatiin nang pantay ang mga kalahok na na-rank sa ika-4 hanggang ika-10 na puwesto ang natitirang prize pool. Kung ang P&L(%) ng dalawa o higit pang mga kalahok ay pareho, ang kalahok na may mas mataas na dami ng kalakalan na naitala sa panahon ng kaganapan ay mauuna sa (mga) iba pa.",
        "Terms7": "Habang mas malaki ang bilang ng mga nagparehistro, mas malaki ang prize pool na na-unlock. Mangyaring sumangguni sa talahanayan sa ibaba para sa may andanang prize pool na mga kondisyon.",
        "Terms9": "Makukumpleto ang tabulasyon ng data ng pag-trade mula sa kompetisyon sa loob ng pitong (7) araw ng trabaho pagkatapos ng petsa ng pagwawakas ng event. Iaanunsyo ang mga nanalo pagkatapos at kakailanganing i-claim ang kanilang reward na USDC sa loob ng 14 na araw pagkatapos ng anunsyo, kung hindi, hindi na maaaring i-claim ng kalahok ang kanilang mga reward.",
        "Terms10": "Ilalapat ang mga rebate ng trading fee sa mga trade ng derivatives mo sa ApeX Pro sa panahon ng nakasaad na panahon ng bisa ng perk. Ilalapat lamang ang mga rebate ng bayarin sa pagsasara ng mga posisyon, ibig sabihin, kailangan pa ring magbayad ang mga nanalo sa perk na ito ng mga bayarin sa pag-trade para sa pagbubukas ng mga posisyon. Kapag ipinares ang kalahok sa alinman sa Affiliate o Referrer, ibabawas ang ibinayad na komisyon mula sa kabuuang halaga ng mga rebate ng mga kalahok. Ang mga alokasyon sa BBP at staking ay ibabawas din.",
        "Terms11": "Nakadepende sa mga ranking ng mga kalahok ang panahon ng bisa ng perk sa mga rebate ng bayarin. Makakatanggap ang mga kalahok sa ika-1 hanggang ika-10 na puwesto ng mga rebate sa bayarin sa mga trade ng ApeX Pro, may bisa sa loob ng 20 araw; Ika-11 hanggang ika-20 sa 15 araw at ika-21 hanggang ika-30 sa may bisa sa 10 araw. Kakalkulahin at ilalabas ang mga rebate ng bayarin sa regular na iskedyul, kaya mangyaring i-follow ang pahina ng mga event na ito para kolektahin ang mga rebate mo (sa USDC) sa lalong madaling panahon.",
        "Terms12": "Kapag naantala ang pamamahagi ng reward sa anumang dahilan (hal. dahil sa mga teknikal na isyu), muling ipapamahagi ang mga reward sa loob ng 30 araw pagkatapos ng petsa sa pagwawakas ng event.",
        "Terms13": "Inirereserba ng ApeX Pro ang karapatan na baguhin ang mga tuntunin ng event ito. Maaaring mapapailalim sa pagbabago ang event nang walang abiso.",
        "ParticipantsNumber": "Blg. ng Mga Kalahok",
        "1st": "Ika-1",
        "2nd": "Ika-2",
        "3rd": "Ika-3",
        "4th10th": "Ika-4-ika-10",
        "Q1": "Q: Paano ako makakakuha ng mga reward?",
        "A1": "A: Tanging ang mga kalahok sa nangungunang ranggo ng kaganapan ang magiging kwalipikado para sa isang reward — lahat ng mga user ay niraranggo ayon sa kanilang trading P&L(%). Makakatanggap ang nangungunang 10 kalahok ng mga reward na USDC at makakakuha ang nangungunang 30 kalahok ng mga rebate sa trading fee. Higit pa rito, 50% ng lahat ng kwalipikadong kalahok na hindi kasama ang nangungunang 10 nanalo ay random na pipiliin upang pantay na makibahagi sa side prize pool.",
        "Q3": "Q: Kailan ipapamahagi ang mga reward na USDC?",
        "A3": "A: Ipapamahagi ang mga reward na USDC para sa event sa loob ng 7 na araw pagkatapos ng pagwawakas ng event.",
        "Q4": "Q: Ano ang mga rebate sa trading fee?",
        "Q5": "Q: Maaari bang pahabain ang panahon ng pag-claim para sa mga reward kapag hindi ko i-claim ang mga ito sa ibinigay na takdang panahon?",
        "Q6": "Q: Saan ko makikita ang na-claim na mga reward ko?",
        "A6": "A: Inilalagay ang mga reward sa ApeX Pro, pakitingnan ang reward mo sa pamamagitan ng [Dashboard]-[Kabuuang Equity].",
        "SubTitle1": "MAKALIKOM NANG HANGGANG <1>100,000 USDC<1> NA MGA REWARD AT HIGIT PA SA MGA REBATE NG BAYARIN",
        "WinnerEligibility": "Pagiging Karapat-dapat ng Nanalo",
        "AvailableRewards": "Magagamit na Mga Reward",
        "Top30Winners": "Nangungunang 30 na Nanalo:",
        "FeeRebateCashPrizes": "Perks sa Rebate ng Bayarin at Mga Premyo na USDC",
        "ParticipantsNumbers": "Blg. ng Mga Kalahok",
        "JoinDiscord": "Sumali sa Discord",
        "Deposit": "Deposito",
        "RegisterFailedMarketMakerPopUpDesc": "Nabigo ang pagpaparehistro, hindi maaaring lumahok ang mga market maker sa kompetisyon na ito. Tingnan ang mga tuntunin at kondisyon namin.",
        "ViewMore": "View More Campaigns",
        "Username": "Address ng Wallet",
        "RebatesPeriod": "Panahon ng Bisa sa Rebate ng Bayarin",
        "FeedbackEventEnded": "Nagwakas na ang event. Pinoproseso at makukumpleto ang tabulasyon ng data ng pag-trade mula sa kompetisyon sa loob ng pitong (7) araw ng trabaho. Iaanunsyo pagkatapos ang mga nanalo.",
        "FeedbackFeeRebate": "Congrats, nanalo ka! Makakatanggap ka ng perks sa rebate ng bayad, na malalapat sa mga trade ng derivatives mo sa ApeX Pro.",
        "FeedbackFeeRebateCashRewards": "Congrats, nanalo ka! Makakatanggap ka ng hati sa prize pool na USDC, na inaasahang magagamit pagkalipas ng {{time}}. Bilang karagdagan, mabibigyan ka ng reward na perks sa rebate ng bayarin, na malalapat sa mga trade ng derivatives mo sa ApeX Pro.",
        "ClaimUnsuccess": "Hindi matagumpay ang pag-claim, natapos na ang panahon ng pag-claim para sa mga reward sa ilalim ng event na ito. Paki-kontak kami sa pamamagitan ng Discord.",
        "Unclaimed": "Hindi Na-claim",
        "TermsConditions": "Mga Tuntunin at Kondisyon",
        "Terms3": "Karapat-dapat ang mga user na magparehistro para sa Liga ng Mga Trader ng MVP kung higit sa 1,000 USDC ang kanilang kabuuang equity. Kasama sa Kabuuang Equity ang maintenance margin, margin ng position at magagamit na balanse ng wallet. Hindi ibinibilang ang mga asset na kasangkot sa Mag-trade-para-Kumita at pagtaya.",
        "Terms4": "Participants' trades recorded on ApeX Pro under the event will be strictly reviewed. Participants may be disqualified of any of the following trading behaviors are detected, including but not limited to batch registration of accounts, self-buying and selling, sybil trading and other cheating behaviors.",
        "Terms14": "Inirereserba ng ApeX Pro ang karapatan ng pinal na interpretasyon ng event ito. Kapag mayroon kang anumang mga katanungan, pakikontak kami sa pamamagitan ng <0>Discord</0> channel ng ApeX Pro.",
        "FAQ": "FAQ",
        "A4": "A: Makakatanggap ang nangungunang 30 kalahok ng perk sa mga rebate ng bayarin na may nagiiba-iba na panahon ng bisa, magkakaroon ng magkakaibang tagal ng panahon ng bisa pagkatapos ng pagwawakas ng kompetisyon. Sa panahon ng bisa, ibabalik sa user ang handling fee na nabuo ng user sa pagsasara ng transaksyon bilang reward, ngunit kapag may superyor na ahente o referral ang user, ibabawas ang bahagi ng komisyon mula sa reward. Ang mga alokasyon sa BBP at staking ay ibabawas din.",
        "A5": "A: Hindi, mangyaring bigyang-pansin ang panahon ng pag-claim pagkatapos mong maabisuhan sa mga reward mo at magpatuloy para i-claim ang mga reward mo bago mag-expire ang mga ito. Kung mag-expire ang reward, mawawalan na ito ng bisa sa paggamit. Walang obligasyon ang ApeX Pro na ipaalala sa iyo na malapit nang mag-expire ang anumang ibinahagi na mga reward.",
        "RegisterFailedMarketMakerDesc": "Hindi maaaring lumahok ang mga market maker sa kompetisyon na ito. Tingnan ang mga tuntunin at kondisyon namin.",
        "Q7": "Q: Bilang karagdagan sa mga reward sa USDC at mga perk sa rebate ng bayarin, ano ang iba pang mga benepisyo sa pagsali sa event?",
        "TradePopUpTitle": "LIGA NG MGA TRADER NG MVP",
        "TradePopUpDesc": "Hanggang sa 100,000 USDC na Prize Pool",
        "TradePopUpButton": "Bukas Na ang Pagpaparehistro",
        "EligibleParticipants": "Mga Karapat-dapat na Kalahok sa Reward",
        "RebatesPeriodH5": "Panahon ng Bisa<br/>sa Rebate ng Bayarin",
        "SubTitle2H5": "<0>100,000 USDC</0> Prize Pool at Eksklusibo<br/> na Mga Perk sa Rebate ng Bayarin",
        "WinnerEligibilityDescH5": "Dapat lalampas ang volume ng trading ng mga kalahok sa <0>100,000 USDC</0> para maging karapat-dapat sa mga reward.",
        "MyFeeRebate": "My Fee Rebate",
        "FeedbackRisk": "Oops, as your trading behavior violates the terms and conditions of the campaign, you are not eligible for rewards. If you have any questions, please contact us via Discord.",
        "CompetitionBeginTime": "Competition Starts In",
        "RegisterPageDesc": "You have successfully registered! Please wait for the competition to begin.",
        "EligibleParticipantsDesc": "Maa-unlock ang mas mataas na mga tier ng prize pool ayon sa bilang ng mga kwalipikadong kalahok na sumali sa event. Tumutukoy ang mga kwalipikadong kalahok sa mga user na nag-sign up para sa event at lumampas sa 100,000 USDC sa pinagsama-samang volume ng trading.",
        "Q2": "Q: Paano naa-unlock ang mas mataas na mga tier ng prize pool?",
        "RegistrationDescH5": "Dapat mas mataas ang kabuuang equity ng mga trader sa <0>1,000 USDC</0> para makapagrehistro.",
        "PeriodDays": "{{days}} Araw",
        "A2": "A: The more qualified participants we have, the larger the prize pool that will be unlocked. After successfully registering for the event, participants will need to accummulate a trading volume of minimum 100,000 USDC to be considered as a qualified participant, and therefore be eligible for rewards. The prize pool will begin at 20,000 USDC. When there are more than 700 qualified participants, the highest tier at 100,000 USDC will be unlocked.",
        "A7": "A: All successfully-registered participants can enjoy unique profile avatar and username effects, valid for 30 days, regardless of ranking.",
        "SubTitle2": "<0>100,000 USDC</0> Prize Pool at Eksklusibo<br/> na Mga Perk sa Rebate ng Bayarin",
        "Terms8": "Kapag mas maraming kwalipikadong kalahok ang mayroon tayo, mas malaki ang prize pool na ia-unlock. Pagkatapos ng matagumpay na pagrehistro para sa event, kailangang mag-ipon ang mga kalahok ng volume ng trading na hindi bababa sa 100,000 USDC upang maikonsidera bilang isang kwalipikadong kalahok, at samakatuwid ay maging karapat-dapat para sa mga reward. Magsisimula ang prize pool sa 20,000 USDC. Kapag mayroong higit sa 50 kwalipikado na mga kalahok, magiging 40,000 USDC ang prize pool, ia-unlock ang tier.Kapag mayroong higit sa 150 kwalipikado na mga kalahok, magiging 55,000 USDC ang prize pool, ia-unlock ang tier. Kapag mayroong higit sa 350 kwalipikado na mga kalahok, magiging 80,000 USDC ang prize pool, ia-unlock ang tier.Kapag mayroong higit sa 700 kwalipikadong kalahok, ia-unlock ang pinakamataas na tier sa 100,000 USDC.",
        "sidePrizePoolRewards": "50% of Qualified Participants: USDC Side Prize Pool",
        "PnL": "P&L(%)",
        "MyPnL": "Aking P&L(%)",
        "Terms16": "P&L(%) = Profit / (Initial Net Value sa account + Sum of Effective Deposits sa panahon ng kompetisyon), tingnan ang mga detalye sa ApeX <0>Blog</0>.",
        "Terms15": "50% ng kuwalipikadong mga kalahok (hindi kabilang ang mga nanalo ng first prize pool nang hanggang 100,000 USDC) ay random na pipiliin upang makatanggap ng pantay na bahagi ng side prize pool na nagkakahalaga ng 5,000 USDC. Ang mga nanalo ay tutukuyin sa pamamagitan ng raffle, na iho-host sa opisyal na social media page ng ApeX Protocol. Iwa-whitelist ng team ang mga address ng nanalo sa loob ng (7) araw na may trabaho matapos ang petsa ng event at maaaring i-claim ng mga nanalo ang kanilang mga reward sa pamamagitan ng claiming portal ng Rewards Page. Kailangang i-claim ng mga nanalo ang kanilang USDC reward sa loob ng 14 na araw matapos itong i-anunsyo, ang pagkabigo ng kalahok na makuha ito ay hindi na maaaring i-claim ang kanilang mga reward.",
        "FeedbackMarketMaker": "Sa kasamaang palad, ang mga market maker ay hindi karapat-dapat na makasali sa naturang event. Kapag mayroon kang anumang mga katanungan, mangyaring kontakin kami sa pamamagitan ng ApeX Pro <0>Discord</0> channel.",
        "suspendPopUpTitle": "Naka-pause ang Event",
        "timeDetermined": "Upang Kumpirmahin",
        "suspendRegisteredFeedback": "Pansamantalang ihihinto ang pagpaparehistro at kompetisyon para sa MVP Traders League. Manatiling nakatutok para sa mga update sa pahinang ito at <0>Discord</0> at ipapaalam namin sa mga mangangalakal sa sandaling magpapatuloy ang kaganapan.",
        "suspendPopUp": "Dahil sa pansamantalang pag-decoupling ng presyo ng USDC, pansamantalang ihihinto ang pagpaparehistro at kompetisyon para sa MVP Traders League. Mangyaring matiyagang maghintay para sa mga karagdagang update kung kailan magpapatuloy ang kaganapan.",
        "suspendUnregisteredFeedback": "Pansamantalang ihihinto ang pagpaparehistro at kompetisyon para sa MVP Traders League. Manatiling nakatutok para sa mga update sa pahinang ito at <0>Discord</0> at ipapaalam namin sa mga mangangalakal sa sandaling magpapatuloy ang kaganapan."
    },
    "mvpTrading": {
        "Contest": "Paligsahan sa Pag-trade ng MVP"
    },
    "ActivityRewards": {
        "title": "Mga Reward sa Aktibidad ng ApeX Pro",
        "ClaimAll": "I-claim lahat",
        "Notes": "Pakitandaan na:",
        "Note3": "Kabilang ang huling interpretasyon ng pamamahagi ng mga reward sa ilalim ng programang ito sa @2023 ApeX Protocol.",
        "ConnectWallet": "Ikonekta ang Wallet Mo",
        "descrConncectWallet": "Ikonekta ang wallet mo para tingnan kung anong mga reward ang mayroon ka.",
        "NoBonus": "Wala pang bonus na mga reward!",
        "FAQ": "FAQ",
        "Q1": "Q: Maaari bang pahabain ang panahon ng pag-claim para sa mga reward kapag hindi ko icli-claim ang mga ito sa ibinigay na takdang panahon?",
        "A1": "A: Hindi, mangyaring bigyang-pansin ang panahon ng pag-claim pagkatapos mong maabisuhan sa mga reward mo at magpatuloy para i-claim ang mga reward mo bago mag-expire ang mga ito. Kung mag-expire ang reward, mawawalan na ito ng bisa sa paggamit. Walang obligasyon ang ApeX Pro na ipaalala sa iyo na malapit nang mag-expire ang anumang ibinahagi na mga reward.",
        "Q2": "Q: Saan ko makikita ang na-claim na mga reward ko?",
        "A2": "A: Inilalagay ang mga reward sa ApeX Pro, pakitingnan ang reward mo sa pamamagitan ng [Dashboard]-[Profile]",
        "T3": "Kung naantala ang pamamahagi ng reward sa anumang dahilan, mangyaring makipag-ugnayan sa pamamagitan ng helpdesk ng ApeX Pro Discord para sa higit pang impormasyon.",
        "T5": "Inirereserba ng ApeX Pro ang karapatan ng pinal na interpretasyon ng event ito. Kapag mayroon kang anumang mga katanungan, mangyaring makipag-ugnayan sa pamamagitan ng helpdesk ng ApeX Pro Discord.",
        "TotalClaimedTip": "Kabuuang Na-claim na Mga Reward: {{ClaimedNum}}",
        "Claim": "I-claim",
        "subtitle": "Nagbibigay ang Mga Reward sa Aktibidad ng ApeX Pro ng mga eksklusibong reward para sa mga user na aktibong lumahok sa mga aktibidad ng ApeX Pro. Nakabatay lamang ang ilan sa mga aktibidad na ito sa imbitasyon, habang bukas ang iba sa lahat ng user ng ApeX Pro. Kumpletuhin ang mga nakalistang gawain at magiging available ang kaukulang mga reward mo sa pahinang ito sa pag-verify ng pagkumpleto ng task. Kapag mayroon kang anumang mga katanungan, mangyaring mag-submit ng tiket sa pamamagitan ng helpdesk ng ApeX Pro Discord. Pagkatapos mag-claim ng available, inisyu na reward, maaari mong tingnan ang reward mo sa Apex Pro account mo. Pakitandaan ang mga pagbabago sa account mo sa pag-claim ng mga reward na ito.",
        "Note1": "Tunay na asset ang bonus na ito at maaaring gamitin sa mga transaksyon o pag-withdraw.",
        "Note2": "Panahon ng Bisa: Mag-e-expire ang bonus na ito sa {{ValidityPeriod}} (UTC).",
        "TCs": "Mga Tuntunin at Kondisyon",
        "T1": "Dapat i-claim ng mga user ang kanilang available na mga reward bago matapos ang panahon ng bisa.",
        "T2": "Mahigpit na rerepasuhin ang mga trade ng mga kalahok na nai-rekord sa ApeX Pro sa ilalim ng event. Maaaring madiskwalipika ang mga karapat-dapat na tatanggap ng reward sa alinman sa mga sumusunod na nadetektang paggawi sa pag-trade, kabilang ngunit hindi limitado sa batch na pagpaparehistro ng mga account, sariling-pagbili at pagbebenta, at iba pang mga paggawi sa pandaraya.",
        "T4": "Inirereserba ng ApeX Pro ang karapatan na baguhin ang mga tuntunin ng event ito nang walang abiso.",
        "T{{rank}}": "Inirereserba ng ApeX Pro ang karapatan sa anumang oras sa sarili at ganap na pagpapasya nito na tukuyin at/o amendahan o baguhin ang Mga Tuntunin ng Promosyon na ito nang walang paunang abiso, kabilang ngunit hindi limitado sa pagkansela, pagpapalawig, pagwawakas o pagsususpinde sa Aktibidad na ito, mga tuntunin at pamantayan sa pagiging karapat-dapat nito, ang pagpili at bilang ng mga nanalo, at ang tiyempo ng anumang pagkilos na gagawin, at sasailalim ang lahat ng mga gumagamit sa mga pagbabagong ito.",
        "claimFail": "Claim Failed"
    },
    "StakingOnArbi": {
        "Title": "Pag-stake Sa Arbitrum One",
        "EventPeriod": "Panahon ng Event",
        "EventDetails": "Mga Detalye ng Event",
        "EventStarts": "Magsisimula ang Event sa",
        "Ranking": "Ranking",
        "Address": "Address",
        "Score": "Iskor ng Pag-stake (Arbitrum One)",
        "RankInprogress": "Isinasagawa ang ranking, mangyaring maging mapagpasensya!",
        "RandomPicking": "Malapit na... isinasagawa ang draw!",
        "Claim": "I-claim",
        "Snapshot": "Snapshot sa",
        "claimed": "Na-claim",
        "CongratulationsLottery": "Congratulations on winning the lucky prize of {{rewards}} USDC",
        "Congratulations": "Congrats, na-rank ka na{{rank}}th at kumita ng reward na {{rewards}} USDC.",
        "Unfortunately": "Sa kasamaang palad, na-rank ka sa ika-{{rank}} na lugar at hindi karapat-dapat na manalo ng mga reward.",
        "Claimed": "Na-claim"
    }
}
