{
    "tradeToMine": {
        "startTrading": "Commencer à trader",
        "comingSoon": "Bientôt disponible",
        "chartTitle": "Prix BANA",
        "slippageSetting": "Paramètres de glissement",
        "amount": "Montant",
        "transactionID": "ID de transaction",
        "transfer": "Transfert",
        "Redeem": "Racheter",
        "title": "Tradez et gagnez",
        "content": "Tirez le meilleur parti de vos transactions : recevez des BANA pour bénéficier d'avantages réservés aux détenteurs.",
        "round": "Tour {{seriesNumber}}",
        "remaining": "Temps restant",
        "myReward": "Ma récompense",
        "totalReward": "Récompenses totales",
        "myScore": "Mon score",
        "feesPaid": "Frais payés",
        "BANAHolding": "Moy. BANA Holdings",
        "openInterest": "Moy. Intérêt ouvert",
        "aboutReward": "À propos du calcul des récompenses",
        "details": "Détails",
        "eventEnded": "Événement terminé",
        "onGoing": "En cours",
        "ended": "Terminé",
        "eventStartIn": "Début de l'événement dans ",
        "stayTuned": "L'événement va bientôt commencer. Restez à l'écoute !",
        "formula": "Formule de calcul des récompenses",
        "formulaDetail1": "Dans la formule, la valeur NetReferralFeesPaid, qui est le total des frais après remise payés par les parrainages d'un trader, sera calculée par défaut comme 0 avant la mise en ligne d'ApeX Referral.",
        "formulaDetail2": "Les formules et les paramètres associés peuvent être ajustés en fonction de l'activité de trading. Veuillez rester à l'écoute des canaux officiels d'ApeX Pro ou lier votre e-mail à votre compte pour suivre les dernières actualités.",
        "BANA": "BANA",
        "history": "Historique",
        "unClaimBANA": "BANA non réclamés",
        "availableBANA": "BANA disponibles",
        "redeemRate": "Taux de rachat",
        "price": "Prix",
        "swap": "Échanger",
        "claim": "Recevoir",
        "totalClaimed": "Total réclamé",
        "totalSwapped": "Total des échanges",
        "totalRedeemed": "Total des rachats",
        "time": "Temps",
        "type": "Type",
        "token": "Token",
        "pageOf": "Page {{currentPage}} sur {{totalPage}}",
        "claimRewardTitle": "Réclamer la récompense",
        "totalUnclaimed": "Total non reçu",
        "from": "De",
        "available": "Disponible",
        "max": "Max.",
        "to": "À",
        "slippage": "Glissement",
        "impact": "IMPACT",
        "infoTitle": "Pool acheté et brûlé",
        "totalSpent": "Total des USDC dépensés",
        "currentBuyingRate": "Taux d'achat actuel",
        "totalBurn": "Total des BANA brûlés",
        "maxSlippage": "Glissement max.",
        "custom": "Personnalisé",
        "confirm": "Confirmer",
        "learnMoreTitle": "En savoir plus",
        "learnMoreTopic1": "Présentation d’ApeX Pro",
        "learnMoreTopic2": "Qu'est-ce que BANA ? ",
        "learnMoreTopic3": "À propos du Pool acheté et brûlé (BBP)",
        "learnMoreContent1": "ApeX Pro est une plateforme de trading non-custodial qui fournit des contrats perpétuels illimités à marge croisée à sa métacommunauté dans un nouveau cadre de trading social. Elle reste fidèle aux promesses non seulement de rapidité et d'efficacité, mais aussi de sécurité et de transparence sur les produits dérivés préférés des traders.",
        "learnMoreContent2": "Les BANA sont des tokens de récompense de type Tradez et gagnez sur ApeX Pro distribués à tous les traders en fonction de leur participation et de leurs performances. Les traders peuvent détenir des BANA pour gagner des avantages supplémentaires ou les vendre au pool BANA-USDC d'ApeX Pro. Les traders qui détiennent des BANA peuvent les reconvertir en APEX après la fin des événements Tradez et gagnez.",
        "learnMoreContent3": "Le BBP procédera régulièrement à des rachats de BANA, qui sont exécutés principalement via des swaps TWAMM (Maker de marché automatisé pondéré dans le temps). Cela permet de garantir que le prix des BANA reste relativement inchangé, avec un glissement minimal et des frais de gas peu élevés. Tous les BANA dans le cadre du BBP seront brûlés par défaut.",
        "descrTotalReward": "Plus le volume de transactions est élevé, plus votre récompense finale est importante !",
        "approve": "Approuver",
        "updateAt": "Mise à jour en date du",
        "formula2": "Formule de calcul du total des récompenses",
        "formulaDetail3": "Le total des récompenses de la manche actuelle augmentera progressivement en fonction de l'augmentation du total des frais payés par tous les utilisateurs.",
        "swapSubmitted": "Transaction soumise",
        "swapSuccess": "Échange de {{token1Num}} {{token1Name}} pour {{token2Num}} {{token2Name}}.",
        "swapSubmittedFailed1": "La soumission de la transaction a échoué en raison d'un faible glissement.",
        "claimSubmitted": "Demande de réclamation envoyée",
        "claimSuccess": "{{tokenNum}} {{tokenName}} réclamé(s).",
        "redeemSubmitted": "Transaction soumise",
        "redeemSuccess": "Rachat de {{token1Num}} {{token1Name}} contre {{token2Num}} {{token2Name}}.",
        "AddLiquidity": "Ajouter",
        "RemoveLiquidity": "Supprimer les liquidités",
        "Upcoming": "À venir",
        "descrTotalClaimed": "Le total réclamé est le montant total de BANA que vous avez réclamé pendant l’événement Tradez et gagnez.",
        "descrTotalSwapped": "Le total des échanges est la somme des USDC gagnés en vendant des BANA par le biais du pool BANA-USDC.",
        "descrTotalRedeemed": "Le total des rachats est le montant total d'APEX que vous avez rachetés avec des BANA.",
        "StartingSoon": "Bientôt disponible",
        "AvgLP": "Moy. Détention de tokens LP",
        "AffiliateCommission": "Commissions",
        "formula2Detail1": "θ : La valeur de θ au cours de la 1ère époque est de zéro. À partir de la 2ème époque, la valeur de θ sera ajustée toutes les 4 époques, sous réserve de modifications pendant cette période.",
        "titleTWAMMPool": "Pool BANA-USDC",
        "descrTWAMMPool": "Le pool BANA-USDC utilise des échanges TWAMM. Après le début de l’événement Tradez et gagnez, les traders peuvent acheter ou vendre leurs BANA dans le pool. Le pool acheté et brûlé (BBP) d'ApeX Pro procédera à des rachats à long terme de BANA via le pool. Pour plus de détails, consultez la présentation du BBP. ",
        "descrLP": "Vous recevrez un ou plusieurs token(s) LP pour détenir vos BANA et USDC dans le pool BANA-USDC. Plus vous aurez de tokens LP, plus vous gagnerez de BANA au total.",
        "PooledBANA": "BANA mis dans le pool",
        "PooledUSDC": "USDC mis dans le pool",
        "shareOfPool": "Part du pool",
        "ManageLiquidity": "Gérer la liquidité ",
        "descrAboutRedeem": "Vous pouvez échanger vos BANA contre des USDC à tout moment pendant les époques, ou conserver vos BANA jusqu'à la fin de l'événement Tradez et gagnez (après {{EpochNum}} époques) et les échanger contre des APEX selon le taux de rachat. Le taux de rachat augmentera au fur et à mesure que les BANA seront brûlés dans le BBP.",
        "Add": "Ajouter",
        "Remove": "Supprimer",
        "Balance": "Solde",
        "YouWillReceive": "Vous recevrez",
        "BANAprice": "Valeur des BANA (USDC)",
        "Approve": "Approuver {{tokenName}}",
        "errorInsufficient": "Solde de {{token}} insuffisant",
        "Confirmation": "Confirmer",
        "tipAddLiquidity": "Les montants des tokens BANA et USDC facturés sont une estimation. Cependant, le montant du token LP reçu est exact si votre transaction est exécutée avec succès. ",
        "Confirm": "Confirmer",
        "WaitingSignature": "En attente d'une signature",
        "AddConfirmation": "Ajout de {{BANAamount}} BANA et de {{USDCamount}} USDC, veuillez confirmer cette transaction dans votre portefeuille.",
        "RemoveConfirmation": "Retrait de {{LPamount}} token(s) LP, veuillez confirmer cette transaction dans votre portefeuille.",
        "TransactionSubmitted": "Transaction soumise",
        "ViewOnEtherscan": "Voir sur Etherscan",
        "AddLPToken": "Ajouter token LP",
        "titleAddLiquidity": "Ajouter une liquidité",
        "LPToken": "Token LP",
        "confirmation": "Confirmer",
        "tipRemoveLiquidity": "Le montant des tokens LP facturés est exact, tandis que les montants des tokens BANA et USDC reçus sont une estimation si votre transaction est exécutée avec succès.",
        "titleRemoveLiquidity": "Supprimer les liquidités",
        "SuspensionNotification": "Suspension temporaire de l'événement",
        "SuspensionNotificationContent": "L'époque {{roundNum}} se terminera bientôt, veuillez réclamer vos récompenses.",
        "GotIt": "C'est compris",
        "ResumingNotification": "L'événement reprend bientôt",
        "ResumingNotificationContent": "L'époque {{roundNum}} reprendra à {{restartTime}}, alors restez à l'affût !",
        "Buybacking": "Rachat en cours",
        "addLiquiditySubmitted": "Demande de liquidité supplémentaire soumise",
        "addLiquiditySuccess": "Ajout de liquidité réussi, vous avez reçu {{number}} token(s) LP.",
        "removeLiquiditySubmitted": "Demande de suppression de la liquidité soumise",
        "removeLiquiditySuccess": "Suppression de la liquidité réussie, vous avez reçu {{token1}} USDC et {{token2}} BANA sur Ethereum.",
        "historyAddLiquidity": "Ajouter une liquidité",
        "historyRemoveLiquidity": "Supprimer les liquidités",
        "timeBeforeClaim": "Réclamer des récompenses en",
        "descrAddLiquidity": "Ajouter des liquidités au pool BANA-USDC.",
        "BBPGitBook": "Voir plus de détails.",
        "UnreleasedRewards": "Récompenses non débloquées de l’époque préc. (BANA)",
        "LP": "Token LP",
        "AboutRedeem": "À propos des rachats APEX",
        "descrRedeemRate": "Le taux de rachat désigne le ratio de conversion entre les BANA et les tokens APEX après la fin de la dernière époque Tradez et gagnez, c'est-à-dire le nombre d'APEX que vous pouvez racheter contre 1 BANA.",
        "descrApprove": "Autorisez le contrat à accéder à votre {{tokenName}}.",
        "RemoveAmount": "Supprimer le montant",
        "descrRemoveLiquidity": "Vous devrez connecter votre portefeuille de la chaîne Ethereum pour vous connecter à ApeX Pro et vérifier la transaction avec votre signature pour finaliser le retrait des liquidités du pool.",
        "descrBuybacking": "Le montant total des BANA brûlés sera mis à jour après chaque époque. Les mises à jour ne seront pas affichées pendant une manche de Tradez et gagnez en cours.",
        "myEstReward": "Ma récompense est.",
        "LiquidityPrice": "Prix du BANA (USDC)",
        "RedeemDate": "À la fin de l'époque {{EpochNum}}",
        "InsufficientInput": " Nombre de {{TokenName}} saisi insuffisant",
        "descrRemove": "Supprimer les liquidités du pool BANA-USDC.",
        "descrUnreleasedRewards": "Vous pouvez réclamer les récompenses non libérées trois jours après la fin de l'époque précédente.",
        "formula1FT": "Total des frais payés par tous les traders dans cette époque",
        "formula1RT": "Récompense totale à distribuer pour cette époque",
        "formula2Detail2": "Pour les paramètres et formules, ApeX Pro peut procéder à de légers ajustements en fonction des circonstances de l'événement. Veillez à suivre les comptes de réseaux sociaux liés à ApeX Pro ou à lier votre adresse e-mail à votre compte ApeX Pro pour recevoir les dernières mises à jour."
    },
    "rewardCenter": {
        "Rewards": "Récompenses",
        "bigCaseConnectWallet": "CONNECTER LE PORTEFEUILLE",
        "TotalRewards": "Récompenses totales",
        "UnclaimedRewards": "Récompenses non réclamées",
        "TradeToEarnRewards": "Récompenses Tradez et gagnez",
        "totalRewardsDescription": "Le montant total des récompenses réclamées et non réclamées.",
        "claimedRewardsDescription": "Le montant total des récompenses que vous avez réussi à réclamer.",
        "unclaimedRewardsDescription": "Le montant total des récompenses que vous n'avez pas encore réclamées.",
        "Ended": "Terminé",
        "All": "Tout",
        "Upcoming": "À venir",
        "Joined": "Rejoint",
        "emptyCalendarDescription": "Oups, il n'y a aucune campagne à la date sélectionnée. Veuillez consulter d'autres dates !",
        "emptyPopularDescription": "De nouvelles campagnes exclusives seront bientôt mises en ligne — restez connectés ! ",
        "campaignsEndedError": "Oups, cette campagne est déjà terminée. Veuillez consulter d'autres campagnes !",
        "Claimed": "Réclamée(s)",
        "ViewMore": "Afficher plus",
        "joinedCampaign": "Vous avez rejoint cette campagne !",
        "Date": "Date",
        "bigCaseToday": "AUJOURD’HUI",
        "APEXREWARDSBanner": "RÉCOMPENSES APEX",
        "descriptionAPEXREWARDSBanner": "Accédez à toutes les dernières promotions et offres d'ApeX Pro pour réaliser des gains importants dès aujourd'hui.",
        "ClaimedRewards": "Récompenses réclamées",
        "popularCampaigns": "Campagnes populaires",
        "longTermCampaigns": "Campagnes à long terme",
        "Ongoing": "En cours",
        "shareRewordsDescription": "J'ai gagné un total de {{amount}}{{coin}} en récompenses : débloquez plus de récompenses avec moi dès maintenant !",
        "Join": "Rejoindre",
        "claimMoreRewards": "Vous pouvez réclamer des récompenses pour les campagnes {{x}} !",
        "esapexDesc": "esAPEX est créé en stakant APEX à un ratio de 1:1. Les tokens esAPEX seront distribués aux utilisateurs d'APEX en tant que récompenses pour les événements. Après avoir reçu des esAPEX, vous pouvez investir des esAPEX (généralement sur une période de six mois) pour gagner des APEX.",
        "referralRewards": "Récompenses de parrainage"
    },
    "bbp": {
        "redeemDataTipTitle": "Données BBP",
        "redeemDataTipContent": "Le montant brûlé désigne le montant de BANA qui est brûlé chaque semaine via le Pool acheté et brûlé ; le taux de rachat désigne le montant d'APEX que les utilisateurs peuvent échanger avec 1 BANA à la fin de chaque manche Tradez et gagnez.",
        "buringRecord": "Enregistrements d'actifs brûlés",
        "spentAmount": "Montant dépensé",
        "buyingRate": "Taux d'achat",
        "burntVolume": "Montant brûlé",
        "burntDate": "Temps",
        "TxID": "TXID",
        "formulaTip1": "{{ratio}} des frais générés sur ApeX Pro seront placés dans le Pool acheté et brûlé (BBP). Le BBP effectuera des rachats réguliers de BANA via des échanges TWAMM. Tous les BANA achetés seront brûlés par défaut.",
        "formulaTip3": "Le solde du pool et le taux d'achat doivent être visibles et facilement vérifiables par tous les traders.",
        "formulaTip4": "Le taux d'achat sera déterminé avant le début de chaque époque, sur la base des données observées au cours des deux époques précédentes.",
        "buyAndRedeemRate": "Données BBP",
        "redeemRate": "Taux de rachat",
        "BBP": "Pool acheté et brûlé",
        "banaBalance": "Solde de BANA",
        "swap": "Échanger",
        "currentBuyingRate": "Taux d'achat actuel",
        "currentPrice": "Prix",
        "formulaTip2": "Au cours de chaque époque, l'activité d'achat de BBP est constante dans le temps lorsqu'elle est mesurée en USDC/s, c'est-à-dire le taux d'achat.",
        "totalSpent": "Total des USDC dépensés"
    },
    "retrospectiveAirdrop": {
        "kolTaskDescr": "Effectuez cette tâche pour débloquer l'accès à la cagnotte de {{poolAmount}} esAPEX.",
        "viewVeAPEX": "Voir veAPEX",
        "rewardDescrTrader": "Félicitations, vous avez accompli toutes les tâches et gagné un total de {{totalCumulativeAmount}} esAPEX en récompense !",
        "rewardRuleKOL": "En tant que KOL, vous pouvez débloquer jusqu'à trois cagnottes totalisant 500 000 esAPEX en accomplissant différentes tâches de niveaux. Les participants qui atteignent un niveau donné se partageront équitablement les récompenses de ce niveau avec les autres participants ayant atteint le même niveau. Le montant des récompenses estimées ne changera plus à la fin de l'événement.",
        "taskDescrTrader": "Pendant l'événement, il vous suffit d'effectuer des dépôts et des transactions. Plus vous accomplirez de tâches, plus vous recevrez de récompenses ! \n\nVous pouvez choisir d'effectuer des dépôts et des transactions multiples pour monter progressivement dans les niveaux, ou d'effectuer un dépôt et une transaction uniques de 500 et 5 000 USD respectivement pour débloquer tous les niveaux de récompense instantanément. Chaque trader peut remporter jusqu'à 1 000 esAPEX.\n\nVous pouvez réclamer votre récompense finale ici après la fin de l'événement.",
        "rewardDescrKol": "Félicitations, vous avez débloqué tous les niveaux de la cagnotte, vous pouvez vous partager équitablement un total de {{totalPoolAmount}} esAPEX en récompense.",
        "cumulativeReward": "Récompenses cumulées (esAPEX)",
        "taskDescrKOL": "Pendant l'événement, plus vous accomplirez de tâches, plus vous recevrez de récompenses ! Lancez-vous et partagez la cagnotte de 500 000 esAPEX.\n\nVous pouvez choisir d'effectuer des dépôts et des transactions multiples pour monter progressivement dans les niveaux, ou d'effectuer un dépôt et une transaction uniques de 300 et 6 000 USD respectivement pour débloquer tous les niveaux de récompense instantanément.\n\nVous pouvez réclamer votre récompense finale ici après la fin de l'événement.",
        "eventDescr3": "Appel à tous les traders professionnels et KOL ! Obtenez un accès exclusif à un airdrop de 1 500 000 esAPEX dès aujourd'hui.",
        "rewardDescrEnded": "Merci pour votre participation, vous avez gagné un total de <1>{{finalAmount}} esAPEX</1> en récompense !",
        "successDescrKOL": "Vous êtes maintenant qualifié(e) en tant que KOL. Accomplissez votre prochaine tâche pour gagner des $esAPEX ! ",
        "successDescrTrader": "Vous êtes maintenant qualifié(e) en tant que Trader professionnel. Accomplissez votre prochaine tâche pour gagner des $esAPEX ! ",
        "traderTaskDescr": "Effectuez cette tâche pour débloquer {{rewardAmount}} esAPEX ",
        "goTrade": "Voir les autres campagnes",
        "learnMoreContent2": "Les BANA sont des tokens de récompense de type Tradez et gagnez sur ApeX Pro distribués à tous les traders en fonction de leur participation et de leurs performances. Les traders peuvent détenir des BANA pour des avantages supplémentaires ou les vendre au pool BANA-USDC d'ApeX Pro. Les traders qui détiennent des BANA peuvent les reconvertir en APEX après la fin des événements Tradez et gagnez.",
        "estimatedReward": "Récompenses estimées (esAPEX)",
        "rewardRuleTrader": "En tant que trader, vous pouvez débloquer jusqu'à 1 000 esAPEX en récompense en accomplissant cinq tâches de niveaux. Le montant de vos récompenses estimées augmentera en fonction du niveau atteint.",
        "claimed": "Réclamée(s)",
        "connectWallet": "Connecter le portefeuille"
    },
    "referral": {
        "referralBar": "Parrainage",
        "headerTitle": "Inviter des amis et gagner plus",
        "headerSubtitle": "Profiter des remises sur les frais et des récompenses",
        "inviteFriends": "Inviter des amis",
        "connectWallet": "Connecter le portefeuille",
        "copyReferralLink": "Copier le lien de parrainage",
        "beInvited": "Je suis invité(e)",
        "completeReferralInvitation": "Remplir l'invitation de parrainage",
        "invitationPopupStep1": "1. Connecter le portefeuille",
        "invitationPopupStep2": "2. Entrer le lien ou le code de parrainage",
        "invitationPopupStep3": "3. Profiter des remises sur les frais",
        "enterLinkCodeTitle": "Lien / code de parrainage",
        "enterLinkCodeTips": "Entrez votre lien ou le code de parrainage ici.",
        "cashbackRules": "Règles relatives au cashback",
        "applyAffiliteTips": "Invitez plusieurs amis et profitez d'avantages supplémentaires. N'hésitez pas à nous contacter sur notre",
        "discord": "Discord",
        "affiliateCashbackRules": "Règles relatives au cashback des affiliés",
        "volMonth": "Vol. (M) / Mois",
        "totalRewards": "Total des récompenses : {{Rate}}",
        "referralCashback": "Cashback de parrainage (USDC)",
        "howItWorks": "Comment ça fonctionne",
        "invitationStepDescription1": "Connectez votre portefeuille pour générer votre lien de parrainage unique.",
        "invitationStepDescription2": "Invitez vos amis à s'inscrire sur ApeX Pro en utilisant votre lien.",
        "invitationStep3": "3. Des gains pour tous les deux",
        "invitationStepDescription3": "Votre filleul et vous bénéficiez tous deux d'avantages en cashback !",
        "affiliateSystem": "SYSTÈME D’AFFILIATION",
        "affiliateSystemGuideTips": "Vous êtes un affilié, veuillez vous diriger vers le système d'affiliation.",
        "viewMore": "Afficher plus",
        "cashbackRate": "Taux de cashback",
        "noOfReferees": "Mes parrainages",
        "totalCashback": "Cashback total",
        "totalCashbackUpdatesTips": "Les données sont mises à jour quotidiennement à 0h00 UTC.",
        "totalLifeCashback": "Cashback total à vie (USDC)",
        "viewDetails": "Afficher les détails",
        "claim": "Réclamer",
        "transactionRecords": "Dossier des transactions",
        "transferRecordsButton": "Dossier des transferts",
        "claimRecords": "Dossier des réclamations",
        "time": "Temps",
        "quantity": "Quantité (USDC)",
        "type": "Type",
        "status": "Statut",
        "failed": "Échec",
        "pending": "En attente",
        "successful": "Réussite",
        "completed": "Terminé",
        "pageAmount": "Page {{}} / {{}}",
        "claimedRewards": "Réclamer des récompenses",
        "noData": "Aucune donnée",
        "yourReferrals": "VOS PARRAINAGES",
        "Records": "Enregistrements",
        "yourReferralUpdatesTips": "Les données sont mises à jour quotidiennement à 6h00 UTC.",
        "walletAddress": "Adresse du portefeuille",
        "cashback": "Cashback (USDC)",
        "30dTradingVol": "Volume de trading 30D (USDC)",
        "dateRegistered": "Date d’enregistrement",
        "rewarded": "Récompensé",
        "expired": "Expiré",
        "FAQs": "FAQ",
        "Q1": "Q : Comment puis-je obtenir mon lien de parrainage ?",
        "A1": "R : Vous devez d'abord connecter votre portefeuille pour générer un lien de parrainage.",
        "Q2": "Q : Qui peut être considéré comme un filleul qualifié ?",
        "Q3": "Q : Comment puis-je obtenir un cashback en parrainant quelqu'un ?",
        "Q4": "Q : Où puis-je consulter mes récompenses en cashback ?",
        "Q5": "Q : Comment puis-je devenir un affilié ?",
        "A5": "R : Veuillez contacter notre responsable du développement commercial via Discord pour découvrir comment devenir affilié. Une fois votre demande approuvée, vous pourrez bénéficier de plus de récompenses.",
        "Q6": "Q : Pourquoi je ne parviens pas à consulter mes données de cashback ?",
        "A6": "R : Les données de cashback sont mises à jour quotidiennement à une heure fixe. Une fois que vous devenez affilié, vous ne pourrez plus vous connecter via la page de parrainage. En revanche, vous pouvez consulter vos données de cashback sur le système d'affiliation et effectuer des retraits en conséquence.",
        "Q7": "Q : Pourquoi je ne parviens pas à retirer mes récompenses en cashback ?",
        "tcTitle": "Conditions générales",
        "termsAndConditions": "Conditions générales :",
        "tc2": "2. Chaque filleul qualifié peut bénéficier d'un cashback de 3 % sur ses frais de trading de produits dérivés.",
        "tc3": "3. Pour être considéré comme un filleul qualifié, votre ami doit s'inscrire sur ApeX Pro en utilisant votre lien de parrainage, connecter un portefeuille et accepter les conditions générales d'ApeX Pro.",
        "tc0": "*ApeX se réserve le droit de l'interprétation finale du programme de parrainage.",
        "withdrawalTipsDescription": "Pendant l'examen de votre demande pour devenir un affilié d'ApeX, les retraits de cashback via la page de parrainage seront temporairement suspendus. Après approbation, vous pourrez consulter vos données de cashback sur le système d'affiliation et procéder à des retraits.",
        "withdrawalTipsButton": "C'est compris",
        "errorCodeTips1": "Utilisateur introuvable",
        "errorCodeTips3": "Vous êtes déjà apparié à un autre parrain.",
        "errorCodeTips4": "Les retraits ne sont pas pris en charge actuellement.",
        "errorCodeTips6": "Vous avez déjà un retrait en cours, veuillez attendre la fin de cette transaction.",
        "errorCodeTips8": "L'identifiant du compte n'est pas valide.",
        "ReminderTips1": "Vous avez réclamé une commission de {{amount}} USDC sur votre compte de trading !",
        "ReminderTips2": "Vous avez réussi à vous apparier à votre parrain !",
        "confirm": "Confirmer",
        "NonAffiliateCashbackRules": "Règles relatives au cashback des non-affiliés",
        "invitationStep1": "1. Obtenir un lien de parrainage",
        "invitationStep2": "2. Parrainer un ami !",
        "myRewards": "MES RÉCOMPENSES",
        "unclaimed": "Non réclamés : {{amount}}",
        "receiveRewards": "Recevoir des récompenses",
        "eligible": "Éligible",
        "switchedToAffiliate": "Passé à affilié",
        "A2": "R : Votre ami est considéré comme un filleul qualifié lorsqu'il s'inscrit sur ApeX Pro en utilisant votre lien de parrainage et qu'il connecte un portefeuille. ",
        "A3": "R : Vous pouvez inviter des amis à s'inscrire sur ApeX Pro en utilisant votre lien de parrainage. Lorsque vous réalisez un parrainage qualifié, vous avez droit à 5 % de cashback (en USDC) sur tous les frais de trading de produits dérivés de votre filleul.",
        "A4": "R : Consultez le cashback total que vous pouvez obtenir sur la page de parrainage. Cliquez sur « Réclamer » pour transférer votre cashback sur votre compte de trading ApeX Pro.",
        "A7": "R : Lorsque vous demandez à devenir un affilié, vous ne pourrez pas retirer de cashback pendant le traitement de votre demande. Une fois l'examen terminé, vous pourrez alors effectuer des retraits à partir du système d'affiliation.",
        "tc1": "1. Un parrain qualifié aura droit à 5 % de cashback à vie sur les frais de trading de produits dérivés de chacun de ses filleuls.",
        "tc4": "4. Le montant total de votre cashback est mis à jour quotidiennement à 0h00 UTC.",
        "tc5": "5. Toutes les transactions effectuées sur ApeX Pro entraînent des frais de trading. Supposons que A a un filleul qualifié nommé B. Le cashback de A sera de (1 - cashback sur les frais de trading de A) × Taux des frais × Volume de trading de produits dérivés de B × Taux de cashback.",
        "tc6": "6. ApeX applique un processus d'audit rigoureux. Les utilisateurs qui adoptent des comportements illégaux, frauduleux ou nuisibles peuvent être définitivement exclus.",
        "withdrawalTipsTitle": "Conseils pour les retraits",
        "errorCodeTips2": "Code ou lien d’invitation non valide.",
        "errorCodeTips5": "Nous n'avons pas pu vérifier votre identité.",
        "errorCodeTips7": "Le montant du retrait est inexact.",
        "errorCodeBindHimself": "La liaison de la relation de parrainage a échoué et l'utilisateur ne peut pas s'inviter.",
        "receiveRecords": "Recevoir des enregistrements",
        "successCopy": "Votre lien de parrainage a été copié avec succès !",
        "dataRecords": "Enregistrements de données"
    },
    "referralTransit": {
        "referral": "PARRAINAGE",
        "headerTitle": "Inviter des amis et obtenir des récompenses",
        "referralCode": "Code de parrainage",
        "copyReferralCode": "Copier le code de parrainage",
        "referralGuideStep1": "Télécharger l’application ApeX Pro",
        "referralGuideStep2": "Connecter votre portefeuille",
        "referralGuideStep3": "Retourner à la page de parrainage",
        "withdrawPopupTips": "Vous avez un retrait en cours actuellement. Le retrait sera finalisé sur la chaîne dans un délai de 4 (quatre) heures. Après la confirmation finale, la valeur de votre montant non réclamé sera actualisée.",
        "referralGuideStep4": "Remplir le code de parrainage",
        "referralGuideStep5": "Confirmer l'appariement au parrain",
        "eferralGuideTitle": "Guide de parrainage"
    },
    "common": {
        "message": "Message",
        "transactionSuccess": "Transaction réussie"
    },
    "RewardsCenter": "Centre de récompenses",
    "detail": {
        "tasktitle": "Événement de nouveau téléchargement de l’application",
        "taskslogan": "Réalisez des tâches faciles et gagnez jusqu'à 30 USDC !",
        "tasktime": "Se termine dans",
        "taskshare": "Partager avec des amis"
    },
    "task": {
        "d": "Jour",
        "h": "Heure",
        "r2": "2. Les utilisateurs devront effectuer les tâches de téléchargement, de dépôt et de trading dans le bon ordre. La tâche suivante ne sera déverrouillée que si la tâche précédente est terminée.",
        "r3": "3. Les participants qui ont terminé toutes les tâches peuvent réclamer leurs récompenses. Les récompenses sont disponibles dans le Centre de récompenses après avoir été réclamées.",
        "r5": "5. Les récompenses ne peuvent être réclamées qu'une seule fois. Tout dépôt ou toute transaction effectué après qu'un participant a réclamé ses récompenses ne sera pas comptabilisé.",
        "r8": "8. ApeX Pro se réserve le droit de disqualifier tout participant qui s’adonne à des activités malhonnêtes ou adopte un comportement abusif pendant l’événement, y compris l’enregistrement de comptes en vrac afin de récolter des bonus supplémentaires ainsi que toute autre activité liée à un objectif illégal, frauduleux ou nuisible.",
        "r9": "9. ApeX Pro se réserve le droit de modifier les conditions de l'événement, dans le cas peu probable de circonstances imprévues ou de perturbations. Toute modification apportée sera annoncée et entrera en vigueur à partir du moment de l'annonce.",
        "m": "Minute",
        "r1": "1. Seuls les utilisateurs qui n'ont pas téléchargé l'application avant le début de cet événement peuvent y participer.",
        "r4": "4. Les participants peuvent accumuler un volume de trading dans tous les contrats perpétuels USDC disponibles sur ApeX Pro.",
        "r6": "6. Les participants doivent accomplir toutes les tâches sur l'application. Les dépôts et les transactions effectués sur l’environnement de bureau/web ne seront pas comptabilisés.",
        "r7": "7. Les bénéficiaires admissibles doivent réclamer leurs récompenses dans les sept (7) jours suivant la date de fin de l'événement. Une fois la période de réclamation terminée, les récompenses non réclamées seront perdues.",
        "claimed": "Réclamé",
        "tradenow": "Trader maintenant",
        "congratulate": "Vous avez réclamé vos récompenses avec succès !",
        "10rewards": "Vous avez reçu 10 USDC, veuillez consulter vos récompenses dans l'onglet « Fonds propres ».",
        "15rewards": "Vous avez reçu 15 USDC, veuillez consulter vos récompenses dans l'onglet « Fonds propres ».",
        "ineligible": "Utilisateurs invités uniquement",
        "save": "Enregistrer",
        "share": "Partager",
        "5rewards": "Vous avez reçu 5 USDC, veuillez consulter vos récompenses dans l'onglet « Fonds propres ».",
        "old": "cet événement est destiné aux utilisateurs qui n'ont pas encore téléchargé l'application ApeX Pro !",
        "cancel": "Annuler",
        "view": "Afficher",
        "igotit": "J’ai compris",
        "sorry": "Désolé",
        "unsuccessful": "Échec de la réclamation",
        "gratz": "Félicitations",
        "other": "consultez nos autres événements !",
        "ok": "J’ai compris",
        "discord": "Si le problème persiste, veuillez nous contacter sur Discord.",
        "all": "vous avez accompli toutes les tâches et obtenu un total de 30 USDC en guise de récompense !",
        "end": "L’événement a pris fin"
    },
    "content": {
        "task": "Tâches",
        "Service": "Règles",
        "taskdownload": "Bonus de téléchargement",
        "taskdeposit": "Bonus de dépôt",
        "task2": "Déposez un minimum de 200 USDC pour être récompensé !",
        "taskexchange": "Bonus de trading",
        "task3": "Tradez un minimum de 5 000 USDC (vol.) pour obtenir des récompenses !",
        "download": "Téléchargez l'application et participez à l'événement !",
        "task1": "Téléchargez l'application Apex Pro et connectez votre portefeuille pour recevoir des récompenses !",
        "downloaddetail": "Cet événement est limité à l'application. Seuls les téléchargements de nouvelles applications pendant l'événement seront comptabilisés. Les utilisateurs qui ont téléchargé l'application avant l'événement ne sont pas éligibles.",
        "claimed": "Réclamer le prix",
        "deposit": "déposer maintenant"
    },
    "share": {
        "taskrewards": "Récompense totale (USDC)",
        "taskshare": "Partagé le"
    },
    "push": {
        "task": "Découvrir l’événement",
        "task1": "1. Télécharger l’application ApeX Pro",
        "task2": "2. Effectuer un dépôt via l’application",
        "task3": "3. Trader sur l’application"
    },
    "task3condition": "Obligation d'effectuer la tâche de dépôt avant de commencer",
    "vest": {
        "Title": "À propos d'esAPEX",
        "descrChain": "Sur Ethereum",
        "Rules": "Règles",
        "Rule1": "Les esAPEX investis peuvent être retirés sans aucune pénalité après la période de blocage de six mois.",
        "Rule3": "Vous pouvez également demander des retraits forcés sur tous les esAPEX investis en une seule fois, y compris ceux débloqués pour les retraits en APEX et ceux qui sont encore bloqués. Des pénalités peuvent être encourues et seront calculées en conséquence dans leurs lots d'investissement respectifs.",
        "AvailableESAPEX": "esAPEX disponible(s)",
        "LockedAPEX": "APEX bloqué(s)",
        "WithdrawableAPEX": "APEX à retirer",
        "Vest": "Investir",
        "Withdraw": "Retirer",
        "VestID": "ID d’investissement",
        "TotalWithdrawable": "Total disponible à retirer (APEX)",
        "WithdrawalDetails": "Détails du retrait (APEX)",
        "Action": "Action",
        "Withdrawn": "Retiré(s)",
        "ReleasedOn": "Débloqué(s) sur :",
        "Withdrawable": "À retirer",
        "ToBeReleased": "À débloquer",
        "Available": "Disponible",
        "esAPEX": "esAPEX",
        "VestingPeriod": "Période d'acquisition des droits",
        "ReleaseDate": "Date de déblocage",
        "Withdrawal": "Retrait",
        "ForcedWithdrawal": "Retrait forcé",
        "YouReceiveAPEX": "Vous recevrez (APEX)",
        "Total": "Total",
        "Penalty": "Pénalités (APEX)",
        "tipLessThan": "APEX à retirer ≤ 0,01, souhaitez-vous toujours procéder au retrait ?",
        "esAPEXIntroduction": "esAPEX est créé en stakant APEX à un ratio de 1:1. Les tokens esAPEX seront distribués aux utilisateurs d'APEX en tant que récompenses pour les événements. Après avoir reçu des esAPEX, vous pouvez investir des esAPEX (généralement sur une période de six mois) pour gagner des APEX.",
        "Vested": "Investissement (esAPEX)",
        "Rule2": "Vous pouvez demander des retraits forcés sur les esAPEX investis avant la fin de la période de blocage de six mois. Les retraits forcés seront pénalisés ; vous ne recevrez pas le montant final attendu d’APEX.",
        "VestedOn": "Investi(s) sur : "
    },
    "general": {
        "Qty": "Qté.",
        "Max": "Max.",
        "YouReceive": "Vous recevrez",
        "ConfirmingTransaction": "Confirmation de la transaction en cours",
        "TransactionSuccess": "Soumission réussie",
        "TransactionFailed": "Échec de la soumission",
        "Retry": "Réessayer",
        "ALL": "Tout"
    },
    "menu": {
        "t2e": "Trade to Earn",
        "staking": "Staking"
    },
    "bybit": {
        "t2e": "Minage",
        "dashboard": "Tableau de bord"
    },
    "appTitle": "ApeX Pro",
    "voucher": {
        "expiredTime": "Valable jusqu'au : {{userLastClaimTime}}",
        "A1": "Si un bon bonus expire, il ne sera plus valable. Veuillez prendre note de la date limite pour réclamer votre bon bonus. Vous ne pourrez pas prolonger la date d'expiration ni échanger le bon contre d'autres avantages sur ApeX Pro. Il vous incombe d'échanger en temps voulu les bons bonus qui vous ont été attribués. ApeX Pro n'a pas d'obligation d'envoyer une alerte pour l'expiration des bons bonus.",
        "campaignExplain": "ApeX Pro se réserve le droit, à tout moment et à sa seule et absolue discrétion, de déterminer et/ou de modifier ou de changer les conditions de la promotion sans préavis, y compris, mais sans s'y limiter, d'annuler, de prolonger, de mettre fin ou de suspendre cette activité, ses conditions et critères d'éligibilité, la sélection et le nombre de gagnants, et le moment de toute tâche à accomplir, et tous les utilisateurs seront liés par ces modifications.",
        "claimSuccessTip": "Vous avez réclamé votre bon bonus. Veuillez vous rendre dans la rubrique « Aperçu » sous « Tableau de bord » de votre compte pour le consulter.",
        "title": "Bon bonus de trading",
        "connectWallet": "Connecter votre portefeuille",
        "campaignEnded": "La campagne est terminée",
        "otherCampaign": "Rejoindre d'autres campagnes",
        "gratz": "Félicitations",
        "youwon": "Vous avez gagné !",
        "redeem": "Racheter",
        "reserveRight": "ApeX Pro se réserve le droit d'annuler ou de modifier toute règle applicable aux bons bonus.",
        "sorry": "Désolé, vous n'êtes pas éligible pour cette campagne.",
        "viewOther": "Voir les autres campagnes",
        "FAQ": "FAQ",
        "TNC": "Conditions générales",
        "Q1": "Si le bonus a expiré, puis-je prolonger sa période de validité ?",
        "Q2": "Pourquoi ne puis-je pas réclamer la récompense ?",
        "A2": "Cette campagne n'est ouverte qu'aux utilisateurs ayant reçu une invitation. Les utilisateurs devront recevoir des invitations d'un affilié d'ApeX Pro et accomplir les tâches fixées avant d’avoir droit aux récompenses.",
        "Q3": "Où puis-je voir mes récompenses réclamées ?",
        "A3": "Les récompenses réclamées se trouvent sur ApeX Pro, vous pouvez les consulter via [Tableau de bord]-[Aperçu] : https://pro.apex.exchange/dashboard/overview",
        "Q4": "À quoi peut servir ce bon bonus ?",
        "A4": "Vous pouvez utiliser, transférer ou retirer les tokens sans aucune restriction.",
        "TNC1": "Les utilisateurs doivent saisir manuellement un code d'invitation éligible ou effectuer leur première transaction sur ApeX Pro après avoir cliqué sur un lien unique fourni par les affiliés d'ApeX Pro pour participer à cette campagne.",
        "TNC2": "Distribué aux participants éligibles sur la base du premier arrivé, premier servi.",
        "TNC3": "ApeX Pro se réserve le droit de disqualifier les tradings qui sont considérés comme des opérations fictives ou des comptes enregistrés illégalement en vrac, ainsi que les tradings qui présentent des caractéristiques d'opération d'initiés ou de manipulation du marché.",
        "redeemSuccess": "Réclamation réussie",
        "tradeNow": "Trader maintenant",
        "noted": "J’ai compris",
        "unsuccessful": "Échec de la réclamation",
        "OpenNow": "Découvrir maintenant",
        "ViewAsset": "Afficher les actifs"
    },
    "ApexStake": {
        "title": "Staker token LP",
        "APY": "APR",
        "descrAPY": "Le pourcentage de rendement annuel de ce pool de staking.",
        "TVL": "TVL (USDC)",
        "descrTVL": "La valeur totale de tokens LP verrouillés dans ce pool de staking.",
        "ActualAPY": "APY réel",
        "StakedLP": "Montant de tokens LP stakés",
        "EarnedBANA": "BANA obtenu",
        "Claim": "Réclamer",
        "Stake": "Staker",
        "Unstake": "Déstaker",
        "ClaimStakingRewards": "Réclamer des récompenses de staking",
        "StakingType": "Type de staking",
        "FlexibleStaking": "Staking flexible",
        "FixedStaking": "Staking fixe",
        "StakedAmount": "Montant staké",
        "ReleasedOn": "Publié le",
        "Anytime": "À tout moment",
        "LPToken": "Token LP",
        "Balance": "Solde",
        "Max": "Max",
        "Period": "Période de verrouillage LP",
        "Days": "Jours",
        "EstimatedAPR": "TAEG estimé",
        "UnlockOn": "Déverrouiller le",
        "StakedLPValue": "Valeur du token LP staké",
        "UnstakedLPToken": "Tokens LP déstakés :",
        "LockedLP": "Montant du token LP verrouillé",
        "StakedOn": "Staké le",
        "Amount": "Montant",
        "UnlockTip": "Vous ne pouvez déstaker à tout moment qu’en mode Staking flexible ; les tokens LP stakés en mode Staking fixe seront transférés dans le cadre du Staking flexible à la fin de la période de verrouillage.",
        "ClaimAmount": "Montant de la réclamation",
        "descrFlexibleStaking": "Vous pouvez déstaker à tout moment en mode Staking flexible."
    },
    "General": {
        "Confirm": "Confirmer"
    },
    "crossFeeDesc": "Les retraits inter-chaînes nécessitent une vérification au niveau de L2 (via les preuves ZK) et le processus de retrait peut prendre jusqu'à deux heures. Des fonds suffisants dans le pool d'actifs de la chaîne correspondante sont nécessaires pour traiter les retraits inter-chaînes. Des frais de gas seront également encourus. ApeX Pro facturera des frais pour couvrir cela. Pour les retraits sans frais, veuillez procéder à des retraits normaux sur Ethereum (vous devrez payer les frais de gas correspondants et attendre la confirmation sur L2).",
    "crossChainTips": "Les retraits inter-chaînes nécessitent une vérification au niveau de L2 (via les preuves ZK) et le processus de retrait peut prendre jusqu'à deux heures. Des fonds suffisants dans le pool d'actifs de la chaîne correspondante sont nécessaires pour traiter les retraits inter-chaînes. Des frais de gas seront également encourus. ApeX Pro facturera des frais pour couvrir cela.",
    "NaN": "Non réclamés (BANA)",
    "APEXStake": {
        "OnEthereum": "Basé sur Ethereum",
        "Rules": "Règles",
        "APEX": "APEX",
        "buyAPEX": "Acheter des APEX",
        "esAPEX": "esAPEX",
        "AboutesAPEX": "À propos d'esAPEX",
        "descresAPEX": "esAPEX est la version sous séquestre d'APEX. Vous devrez investir les esAPEX que vous avez réclamés et les convertir en APEX après une période d'acquisition des droits de six (6) mois. Vous pouvez également continuer à staker vos esAPEX pour en gagner plus.",
        "PoolTitle": "Pool APEX et esAPEX",
        "APY": "APR du pool",
        "UserAPY": "APR de l'utilisateur",
        "TotalStakedAPEX": "Staking total APEX",
        "TotalStakedesAPEX": "Staking total esAPEX",
        "RewardLastPeriod": "Récompense de manche préc (USDC)",
        "Stake": "Staker",
        "Rewards": "Récompenses",
        "StakePosition": "Aperçu du staking",
        "UnclaimRewards": "Récompenses non réclamées (USDC)",
        "TotalEarnedReward": "Récompenses totales gagnées (USDC)",
        "UserStakedAPEX": "Staking utilisateur APEX",
        "UserStakedesAPEX": "Staking utilisateur esAPEX",
        "History": "Historique",
        "Claim": "Réclamer",
        "StakeToken": "Token staké",
        "StakeAmount": "Montant staké",
        "WalletBalance": "Solde du portefeuille",
        "Max": "Max.",
        "EstimatedAPY": "APR estimé",
        "TimePoint": "Facteur temps",
        "Confirm": "Confirmer",
        "waitingSign": "En attente d'une signature",
        "desrcUnstakingWaiting": "Déstaking de {{StakeAmount}} {{Token}} : vérifiez cette transaction dans votre portefeuille.",
        "submitted": "Transaction soumise",
        "viewOnEthereum": "Afficher sur Ethereum",
        "UserCancelSign": "Signature d'annulation de l'utilisateur",
        "Try": "Réessayer",
        "tipUnstake": "Astuces : Lors du déstaking des tokens, le système retire d'abord les tokens les plus anciens dans le même type de token dans toute l'activité de staking d'un utilisateur. Si le premier montant staké est insuffisant pour la demande de déstaking, le montant restant sera retiré de l'enregistrement de staking suivant dans l'ordre chronologique. Les tokens déstakés ne seront pas inclus dans le calcul de la récompense.",
        "UnstakeToken": "Déstaker token",
        "UnstakeAmount": "Déstaker montant",
        "Claimed": "Réclamé",
        "toastClaimSuccess": "Vous avez réclamé {{amount}} USDC.",
        "toastClaimFailed": "Échec de la réclamation.",
        "Calculating": "Traitement en cours",
        "waitingConfirm": "En attente de confirmation",
        "SubTitle": "Staker des APEX et des esAPEX pour gagner des USDC",
        "descrAPEX": "APEX est le token natif du protocole avec une offre maximale de 1 000 000 000, et servira les utilitaires suivants :<br/>\n- Gouvernance : Les détenteurs de tokens ont le droit d’envoyer et de voter sur les propositions de gouvernance du protocole.<br/>\n- Incitation au protocole : Les utilisateurs peuvent gagner des tokens ApeX par le biais de récompenses de participation et de minage de liquidité sur le protocole ApeX.<br/>\n- Staking : Les utilisateurs peuvent staker les tokens ApeX pour gagner des récompenses en tokens ApeX.",
        "Unstake": "Déstaker",
        "desrcStakingWaiting": "Staking de {{StakeAmount}} {{Token}} : vérifiez cette transaction dans votre portefeuille.",
        "": "En attente de confirmation sur Ethereum",
        "RewardRound": "Récompense pour la manche {{SN}}",
        "StakeTime": "Staké(s) à",
        "descrUnclaimRewards": "Les récompenses non réclamées sont des récompenses de staking que vous n'avez pas réclamées. Ces données sont mises à jour chaque jeudi à 8h UTC.",
        "descrTimePoint": "Le facteur de temps est continuellement mis à jour et accumulé en fonction de la durée de vos actifs stakés. La valeur initiale est 0. Plus le temps de staking est long, plus votre facteur de temps est élevé (max. 2). Il est mis à jour toutes les huit heures.",
        "descrTotalPoint": "Facteur de staking total = 1 + facteur de score T2E + facteur de temps. Cette valeur est mise à jour toutes les huit heures.",
        "descrUserAPY": "L'APR de l'utilisateur est calculé à partir de vos récompenses (en USDC) enregistrées lors de la manche précédente, du montant d’APEX et d’esAPEX stakés, et du dernier prix $APEX.",
        "descrClaim": "Les frais de gas ne seront pas facturés lors de la réclamation des récompenses ; les récompenses réclamées seront visibles dans votre compte ApeX Pro",
        "descrT2EPoint": "Le facteur de score T2E est calculé sur la base d'une moyenne de vos scores T2E dans les époques précédentes (voir les règles pour obtenir plus de détails). Plus votre score T2E est élevé, plus votre facteur de score T2E est élevé (max. 2). Cette valeur est mise à jour chaque semaine.",
        "descrAPY": "L'APR du pool est calculé à partir du total des récompenses de staking (en USDC) enregistrées lors de la manche précédente, du montant total d'APEX et d'esAPEX stakés et du dernier prix $APEX.",
        "descrWaitingConfirm": "En attente de confirmation sur Ethereum",
        "descrTotalEarnedReward": "Le total des récompenses gagnées (USDC) est le montant total des récompenses en USDC que vous avez gagné à travers toutes les activités de staking. Les données sont mises à jour chaque semaine.",
        "TotalClaimed": "Total des USDC réclamés",
        "PageTitle": "Pool de staking",
        "T2EPoint": "Facteur de score T2E",
        "totalPoint": "Facteur de staking total",
        "UnstakeawableAmount": "Disponible",
        "HistoryChain": "Chaîne",
        "ClaimAll": "Réclamer tout",
        "UnclaimAll": "Total non reçu",
        "AvailableChain": "Disponible sur Ethereum et Arbitrum One"
    },
    "t2e2": {
        "topTitle": "Maximiser les gains et les avantages avec vos transactions",
        "banaToken": "BANA",
        "Title": "Multipliez vos BANA dès aujourd'hui",
        "trade": "Trader",
        "inviteFriends": "Inviter des amis",
        "holdLpTokens": "Détenir tokens LP",
        "inviteFriendsDesc": "Les bonnes choses méritent d'être partagées : plus de récompenses pour vous et vos amis invités",
        "holdLpTokensDesc": "Gagner des tokens LP pour augmenter l'ensemble de vos avoirs",
        "startTrading": "Commencer à trader",
        "Claim": "Réclamer",
        "history": "Historique",
        "tabEarnings": "Gains",
        "tabSwap": "Échanger et gérer des liquidités",
        "tabStake": "Staker token LP",
        "tabBuyBurnPool": "Pool acheté et brûlé",
        "rewardsOverview": "Aperçu des récompenses",
        "tradingOverview": "Aperçu des opérations de trading",
        "theEnd": "Fin",
        "banaPrice": "Prix BANA :",
        "more": "Plus",
        "trend": "Tendance",
        "from": "De",
        "to": "À",
        "bbpMechanism": "Mécanisme BBP",
        "redeemRate": "Taux de rachat",
        "apexToken": "APEX",
        "tradeDesc": "Accumuler les transactions pour augmenter les gains",
        "noData": "Aucune donnée",
        "managePool": "Gérer le pool",
        "upcoming": "Demnächst"
    },
    "APEX": "APEX",
    "BANA": "BANA",
    "Upcoming": "Demnächst",
    "Commission": "Kommission",
    "APICenter": {
        "FAQ": {
            "Q3": "Q : Outre Python, puis-je utiliser d'autres langages avec l'API ApeX Pro ?",
            "A2": "R : Oui, vous pouvez utiliser le Testnet ApeX Pro pour tester gratuitement votre cas d'utilisation.",
            "Q1": "Q : Existe-t-il une documentation de l'API ?",
            "A1": "R : Oui. Veuillez consulter cette page.",
            "Q2": "Q : ApeX Pro fournit-il un environnement de test ?",
            "A3": "R : Oui. En plus de l'actuel langage Python, l'API ApeX Pro fonctionnera bientôt avec Java.",
            "More": "Afficher plus",
            "title": "FAQ"
        },
        "ApiCase": {
            "jump4": "Interface API ouverte",
            "title": "Utilisation de l'API",
            "jump1": "Dépôt via API",
            "jump2": "Interface API privée",
            "jump3": "Interface WebSocket"
        },
        "BasicKnowledge": {
            "title": "Connaissances de base",
            "jump1": "Notions de base sur la blockchain et la couche 2",
            "jump2": "Notions de base en matière de contrats perpétuels",
            "jump3": "Afficher plus"
        },
        "TitlePart2": "Centre API",
        "HelpNCommunity": {
            "jump1": "Canal discord API",
            "title": "Communauté"
        },
        "TitlePart1": "ApeX Pro",
        "Subtitle": "Le centre API ApeX Pro comprend des informations conceptuelles, procédurales et de référence pour les utilisateurs et les équipes de makers de marché de l'API ApeX Pro.",
        "subtitleBasicKnowledge": "Apprenez les concepts et la terminologie de base pour démarrer vos transactions API en utilisant les serveurs API.",
        "subtitleQuickStart": "Téléchargez et installez l'API, effectuez un dépôt et passez un ordre avec succès, puis effectuez votre première transaction API.",
        "QuickStart": {
            "jump1": "Télécharger et utiliser l'API",
            "jump2": "Comment effectuer un dépôt",
            "jump3": "Comment passer un ordre",
            "title": "Démarrage rapide"
        },
        "subtitleHelpNCommunity": "Rejoignez la discussion sur le canal API d'ApeX Pro.",
        "ForTraders": "Pour les traders",
        "LiquidityProviderService": {
            "jump1": "Mesures incitatives pour les makers de marché",
            "jump2": "Nous contacter",
            "title": "Service de fournisseur de liquidité"
        }
    },
    "mvpTrader": {
        "Title": "Ligue des Traders de MVP",
        "SubTitle1": "EMPOCHEZ JUSQU’À <1>100 000 USDC<1> EN RÉCOMPENSES ET PLUS EN REMISES SUR FRAIS",
        "Introduction": "Introduction",
        "Registration": "Inscription",
        "RegistrationDesc": "Le total des fonds propres des traders doit être supérieur à 1 000 USDC pour s’inscrire.",
        "WinnerEligibility": "Éligibilité du gagnant",
        "WinnerEligibilityDesc": "Le volume de trading des participants doit dépasser les 100 000 USDC pour qu’ils puissent prétendre à des récompenses.",
        "AvailableRewards": "Récompenses disponibles",
        "FeeRebatePerks": "Avantages en remises sur frais",
        "Top10Winners": "10 meilleurs gagnants :",
        "MoreDetails": "Plus de détails",
        "RegistrationPeriod": "Période d’inscription",
        "Time": "Date et heure",
        "EventPeriod": "Période de l’événement",
        "CompetitionPeriod": "Période du concours",
        "RegistrationTime": "Du 1er mars 2023 à 9 h au 21 mars 2023 à 08:59 (UTC+0)",
        "RegistrationEndTime": "Fin de l'inscription dans",
        "PrizePool": "Cagnotte (USDC)",
        "ParticipantsNumbers": "Nombre de participants",
        "ConnectWallet": "Connecter le portefeuille",
        "Register": "S'inscrire",
        "JoinDiscord": "Rejoignez Discord",
        "Trade": "Trader",
        "RegisterFailedDesc": "L’inscription a échoué. Le total de vos fonds propres est inférieur à 1 000 USDC. Vous pouvez vous réinscrire après avoir effectué un dépôt sur ApeX Pro pour remplir la condition requise.",
        "Deposit": "Effectuer un dépôt",
        "RegisterFailedMarketMakerPopUpDesc": "L’inscription a échoué, les makers de marché ne peuvent pas participer à ce concours. Consultez nos conditions générales.",
        "RegistrationEnd": "La période d’inscription est terminée ! Consultez les campagnes ApeX Pro en cours et empochez votre prochaine récompense.",
        "ViewMore": "View More Campaigns",
        "AllRank": "Tous les classements",
        "MyRank": "Mon classement",
        "MyTradingVol": "Mon volume de trading (USDC)",
        "EstimatedRewards": "Récompenses estimées en USDC (USDC)",
        "Top10Prize": "Les 10 meilleurs gagnants recevront une part de la cagnotte en USDC.",
        "Ranking": "Classement",
        "TradingVol": "Volume de trading (USDC)",
        "UsdcRewards": "Récompenses en USDC",
        "10Days": "10 jours",
        "30Days": "30 jours",
        "90Days": "90 jours",
        "Page": "Page",
        "New": "Nouveau",
        "UpdateTime": "Mis à jour à :",
        "FeedbackNoRewards": "Oups, vous n’êtes éligible à aucune récompense. Veuillez consulter nos campagnes en cours, merci de votre participation !",
        "FeedbackFeeRebate": "Félicitations, vous faites partie des gagnants ! Vous recevrez des avantages en remises sur frais qui s’appliqueront à vos transactions de produits dérivés sur ApeX Pro.",
        "FeeRebatePerksUsdc": "Avantages en remises sur frais (USDC)",
        "Claim": "Réclamer",
        "ViewRecord": "Afficher l’historique",
        "Claimed": "Réclamé",
        "ClaimRewardsDesc": "Fee rebate perks are settled once a week and can be claimed after settlement. After claiming, the rewards will be issued to your ApeX Pro trading account.",
        "Unclaimed": "Non réclamé",
        "TotalUnclaimed": "Total non réclamé",
        "ClaimAll": "Tout réclamer",
        "AvailableAfter": "Disponible après {{time}}",
        "ClaimBefore": "Réclamer avant {{time}}",
        "Discord": "Discord",
        "ShareDesc": "Rejoignez la Ligue des Traders de MVP et partagez une cagnotte de 100 000 USDC ainsi que d’importantes remises sur frais de trading. {{link}}",
        "TermsConditions": "Conditions générales",
        "Terms1": "Les utilisateurs doivent s’inscrire pendant la période d’inscription pour pouvoir participer à la Ligue des Traders de MVP.",
        "Terms3": "Les utilisateurs peuvent s'inscrire à la Ligue des Traders de MVP si le total de leurs fonds propres est supérieur à 1 000 USDC. Le total des fonds propres inclut la marge de maintien, la marge de la position et le solde disponible du portefeuille. Les actifs concernés par l'événement Tradez et gagnez et le staking ne sont pas comptés.",
        "Terms5": "Les utilisateurs doivent accumuler un volume de trading minimal de 100 000 USDC pour être éligibles à des récompenses, et les 10 meilleurs utilisateurs peuvent recevoir des récompenses en USDC dans la cagnotte.",
        "Terms7": "Plus le nombre d’inscrits est élevé, plus la cagnotte débloquée est importante. Veuillez vous reporter au tableau ci-dessous pour consulter les conditions de la cagnotte à plusieurs niveaux.",
        "Terms13": "ApeX Pro se réserve le droit de modifier les conditions de cet événement. Cet événement peut être soumis à modifications sans préavis.",
        "Terms14": "ApeX Pro se réserve le droit de l'interprétation finale de cet événement. Si vous avez des questions, veuillez nous contacter par le biais du canal <0>Discord</0> d’ApeX Pro.",
        "2nd": "2e",
        "3rd": "3e",
        "4th10th": "4e - 10e",
        "Q1": "Q : Comment puis-je obtenir des récompenses ?",
        "Q3": "Q : Quand les récompenses en USDC seront-elles distribuées ?",
        "A3": "R : Les récompenses en USDC pour l’événement seront distribuées dans un délai de 7 jours à compte de la fin de l’événement.",
        "A4": "R : Les 30 meilleurs participants recevront l’avantage en remises sur frais avec des périodes de validité variables après la fin du concours. Pendant la période de validité, les frais de gestion générés par l’utilisateur lors de la clôture de la transaction seront restitués à l’utilisateur en tant que récompense, mais si l’utilisateur dispose d'un agent ou d'un parrainage supérieur, la partie correspondant à la commission sera déduite de la récompense. Les allocations au BBP et le jalonnement seront également déduits.",
        "Q5": "Q : La période de réclamation des récompenses peut-elle être allongée si je ne les réclame pas dans le temps imparti ?",
        "Q6": "Q : Où puis-je consulter les récompenses que j’ai réclamées ?",
        "A6": "R : Les récompenses sont versées sur ApeX Pro, veuillez consulter vos récompenses via [Tableau de bord] - [Total des capitaux propres].",
        "Top30Winners": "30 meilleurs gagnants :",
        "FeeRebateCashPrizes": "Avantages en remises sur frais et récompenses en USDC",
        "CompetitionTime": "Du 10 mars 2023 à 2 h au 24 mars 2023 à 01:59 (UTC+0)",
        "CompetitionEndTime": "Fin de la campagne dans",
        "RegisterSuccessDesc": "Inscription réussie ! Rejoignez notre communauté Discord et soyez le/la premier(ère) à recevoir les dernières informations concernant la Ligue des Traders de MVP.",
        "OK": "OK",
        "Username": "Adresse du portefeuille",
        "RebatesPeriod": "Période de validité de la remise sur frais",
        "FeedbackEventEnded": "L’événement est terminé. La mise en tableau des données de trading du concours est en cours de traitement et sera terminée dans sept (7) jours ouvrables. Les gagnants seront annoncés après.",
        "FeedbackLowVolume": "Votre volume de trading actuel est inférieur au seuil d’éligibilité de 100 000 USDC et vous n’êtes éligible à aucune récompense. Veuillez consulter nos campagnes en cours, merci de votre participation !",
        "FeedbackFeeRebateCashRewards": "Félicitations, vous faites partie des gagnants ! Vous recevrez une part de la cagnotte en USDC, qui devrait être disponible après {{time}}. De plus, vous recevrez des avantages en remises sur frais, qui s’appliqueront à vos transactions de produits dérivés sur ApeX Pro.",
        "ClaimSuccess": "Vous avez bien réclamé votre récompense de {{amount}} USDC ! Votre récompense sera versée sur votre compte de trading dans 5 minutes, veuillez le consulter plus tard.",
        "ClaimUnsuccess": "Échec de la réclamation, la période de réclamation de récompenses pour cet événement est terminée. Veuillez nous contacter via Discord.",
        "FeeRebateDesc": "Les remises sur frais de trading seront appliquées à vos transactions de produits dérivés sur ApeX Pro pendant la période de validité des avantages annoncée. Les remises sur frais s’appliqueront uniquement aux positions de clôture, c’est-à-dire que les gagnants de ces avantages devront tout de même payer les frais de trading pour les positions d'ouverture. Si le participant est associé à un Affilié ou à un Parrain, la commission versée sera déduite du montant total de remises du participant. Les allocations au BBP et le jalonnement seront également déduits.",
        "Share": "Partager",
        "Terms2": "Les makers de marché ne peuvent pas participer à cet événement.",
        "Terms4": "Participants' trades recorded on ApeX Pro under the event will be strictly reviewed. Participants may be disqualified of any of the following trading behaviors are detected, including but not limited to batch registration of accounts, self-buying and selling, sybil trading and other cheating behaviors.",
        "Terms6": "Plus le nombre d’inscrits est élevé, plus la cagnotte débloquée est importante. Veuillez vous reporter au tableau ci-dessous pour consulter les conditions de la cagnotte à plusieurs niveaux. Répartition de la cagnotte USDC : Les 10 meilleurs participants classés par ordre de P&L (%) recevront une part de la cagnotte USDC. Le participant classé en 1re place recevra 40 % de la cagnotte totale. Le participant classé en 2e place recevra 20 % de la cagnotte totale, et le 3e recevra 12 % de la cagnotte totale. Les participants classés de la 4e à la 10e place se diviseront le reste de la cagnotte équitablement. Si le P&L (%) de deux participants ou plus est le même, le participant qui a enregistré un volume de transactions le plus élevé pendant l'événement sera classé avant les autres.",
        "Terms9": "La mise en tableau des données de trading du concours sera terminée dans un délai de sept (7) jours ouvrables suivant la date de fin de l’événement. Les gagnants seront annoncés après et devront réclamer leur récompense en USDC dans un délai de 14 jours suivant l’annonce, faute de quoi le participant ne pourra plus réclamer ses récompenses.",
        "Terms10": "Les remises sur frais de trading seront appliquées à vos transactions de produits dérivés sur ApeX Pro pendant la période de validité des avantages annoncée. Les remises sur frais s’appliqueront uniquement aux positions de clôture, c’est-à-dire que les gagnants de ces avantages devront tout de même payer les frais de trading pour les positions d'ouverture. Si le participant est associé à un Affilié ou à un Parrain, la commission versée sera déduite du montant total de remises du participant. Les allocations au BBP et le jalonnement seront également déduits.",
        "Terms11": "La période de validité de l’avantage en remises sur frais dépend des classements des participants. Les participants de la 1re à la 10e place recevront des remises sur frais sur les transactions d’ApeX Pro, valables pendant 20 jours ; de la 11e à la 20e place, pendant 15 jours et de la 21e à la 30e place, pendant 10 jours. Le calcul et l’octroi des remises sur frais seront programmés de façon régulière, veuillez donc vous abonner à cette page pour recevoir vos remises (en USDC) au plus tôt.",
        "Terms12": "Si la distribution des récompenses est retardée pour quelque raison que ce soit (par exemple, en raison de problèmes techniques), les récompenses seront redistribuées dans un délai de 30 jours suivant la date de fin de l’événement.",
        "ParticipantsNumber": "Nombre de participants",
        "1st": "1er",
        "FAQ": "FAQ",
        "A1": "R : Seuls les participants les mieux classés de l'événement seront éligibles pour une récompense - tous les utilisateurs sont classés en fonction de leur P&L (%). Les 10 meilleurs participants recevront des récompenses en USDC et les 30 meilleurs participants seront éligibles à des remises sur frais de trading. De plus, 50 % de tous les participants qualifiés, à l'exclusion des 10 premiers gagnants, seront sélectionnés au hasard pour se partager équitablement la cagnotte secondaire.",
        "Q4": "Q : Que sont les remises sur frais de trading ?",
        "A5": "R : Non, veuillez prêter attention à la période de réclamation des récompenses après avoir reçu l’avis de récompenses et réclamer vos récompenses avant leur expiration. Si la récompense expire, elle ne peut plus être utilisée. ApeX Pro n’a pas l’obligation de vous avertir lorsque vos récompenses sont sur le point d’expirer.",
        "RegisterFailedMarketMakerDesc": "Les makers de marché ne peuvent pas participer à ce concours. Consultez nos conditions générales.",
        "EligibleParticipants": "Participants éligibles aux récompenses",
        "Q2": "Q : Comment débloquer les niveaux supérieurs de la cagnotte ?",
        "Q7": "Q : Outre les avantages liés aux récompenses en USDC et aux avantages en remises sur frais, quels sont les autres avantages de participer à l’événement ?",
        "TradePopUpTitle": "LIGUE DES TRADERS DE MVP",
        "TradePopUpDesc": "Cagnotte allant jusqu’à 100 000 USDC",
        "TradePopUpButton": "Les inscriptions sont ouvertes",
        "SubTitle2H5": "Cagnotte de <0>100 000 USDC</0> et avantages<br/> exclusifs en remises sur frais",
        "PeriodDays": "{{days}} jours",
        "MyFeeRebate": "My Fee Rebate",
        "CompetitionBeginTime": "Competition Starts In",
        "EligibleParticipantsDesc": "Des niveaux de cagnotte plus élevés seront débloqués en fonction du nombre de participants qualifiés qui s'inscrivent à l'événement. Les participants qualifiés sont les utilisateurs qui se sont inscrits à l'événement avec un volume de trading cumulé dépassant 100 000 USDC.",
        "RebatesPeriodH5": "Période de validité<br/>de la remise sur frais",
        "RegistrationDescH5": "Le total des fonds propres des traders doit être supérieur à <0>1 000 USDC</0> pour s’inscrire.",
        "WinnerEligibilityDescH5": "Le volume de trading des participants doit dépasser les <0>100 000 USDC</0> pour qu’ils puissent prétendre à des récompenses.",
        "FeedbackRisk": "Oops, as your trading behavior violates the terms and conditions of the campaign, you are not eligible for rewards. If you have any questions, please contact us via Discord.",
        "RegisterPageDesc": "You have successfully registered! Please wait for the competition to begin.",
        "A2": "A: The more qualified participants we have, the larger the prize pool that will be unlocked. After successfully registering for the event, participants will need to accummulate a trading volume of minimum 100,000 USDC to be considered as a qualified participant, and therefore be eligible for rewards. The prize pool will begin at 20,000 USDC. When there are more than 700 qualified participants, the highest tier at 100,000 USDC will be unlocked.",
        "A7": "A: All successfully-registered participants can enjoy unique profile avatar and username effects, valid for 30 days, regardless of ranking.",
        "SubTitle2": "Cagnotte de <0>100 000 USDC</0> et avantages<br/> exclusifs en remises sur frais",
        "Terms8": "Plus nous aurons de participants qualifiés, plus la cagnotte débloquée sera importante. Après s'être inscrits avec succès à l'événement, les participants devront accumuler un volume de trading d'au moins 100 000 USDC pour être considérés comme des participants qualifiés, et donc avoir droit à des récompenses. La cagnotte commencera à 20 000 USDC. S'il y a plus de 50 participants qualifiés, la cagnotte de 40 000 USDC sera débloqué. S'il y a plus de 150 participants qualifiés, la cagnotte de 55 000 USDC sera débloqué. S'il y a plus de 350 participants qualifiés, la cagnotte de 80 000 USDC sera débloqué. Lorsqu'il y aura plus de 700 participants qualifiés, le niveau le plus élevé de 100 000 USDC sera débloqué.",
        "sidePrizePoolRewards": "50% of Qualified Participants: USDC Side Prize Pool",
        "PnL": "PL(%)",
        "MyPnL": "Mon PL(%)",
        "Terms16": "P&L(%) = Bénéfice / (Valeur nette initiale du compte + Somme des dépôts effectifs pendant la période du concours), consultez les détails sur le <0>Blog</0> d'ApeX.",
        "Terms15": "50 % des participants qualifiés (à l'exclusion des gagnants de la première cagnotte d'une valeur maximale de 100 000 USDC) seront sélectionnés au hasard pour recevoir une part égale d'une cagnotte secondaire d'une valeur de 5 000 USDC. Les gagnants seront déterminés par tirage au sort, organisé sur les pages officielles des réseaux sociaux du protocole ApeX. L'équipe mettra les adresses gagnantes sur la liste blanche dans les sept (7) jours ouvrables suivant la date de fin de l'événement et les gagnants pourront réclamer leurs récompenses via le portail de réclamation de la page des récompenses. Les gagnants devront réclamer leur récompense en USDC dans un délai de 14 jours suivant l’annonce. Autrement, le participant ne pourra plus réclamer ses récompenses.",
        "FeedbackMarketMaker": "Malheureusement, les makers de marché ne sont pas éligibles pour participer à l'événement. Si vous avez des questions, veuillez nous contacter par le biais du canal <0>Discord</0> d’ApeX Pro.",
        "suspendPopUpTitle": "Événement mis en pause",
        "timeDetermined": "Upang Kumpirmahin",
        "suspendUnregisteredFeedback": "L'inscription et la compétition pour la MVP Traders League seront temporairement suspendues. Restez à l'affût des mises à jour sur cette page et <0>Discord</0> et nous informerons les commerçants dès que l'événement reprendra.",
        "suspendRegisteredFeedback": "L'inscription et la compétition pour la MVP Traders League seront temporairement suspendues. Restez à l'affût des mises à jour sur cette page et <0>Discord</0> et nous informerons les commerçants dès que l'événement reprendra.",
        "suspendPopUp": "En raison du découplage temporaire du prix de l'USDC, l'inscription et la compétition pour la MVP Traders League seront temporairement suspendues. Veuillez attendre patiemment d'autres mises à jour sur la reprise de l'événement."
    },
    "mvpTrading": {
        "Contest": "Tournoi de trading de MVP"
    },
    "ActivityRewards": {
        "title": "Récompenses des activités sur ApeX Pro",
        "Claim": "Réclamer",
        "ClaimAll": "Tout réclamer",
        "Notes": "Veuillez prendre note de ce qui suit :",
        "Note1": "Ce bonus est un actif réel et peut être utilisé pour des transactions ou faire l’objet d’un retrait.",
        "Note2": "Période de validité : Ce bonus expire le {{ValidityPeriod}} (UTC).",
        "ConnectWallet": "Connectez votre portefeuille",
        "descrConncectWallet": "Connectez votre portefeuille pour voir vos récompenses.",
        "NoBonus": "Aucune récompense bonus pour l’instant !",
        "FAQ": "FAQ",
        "Q1": "Q : La période de réclamation des récompenses peut-elle être allongée si je ne les réclame pas dans le temps imparti ?",
        "Q2": "Q : Où puis-je consulter les récompenses que j’ai réclamées ?",
        "A2": "R : Les récompenses sont versées sur ApeX Pro, veuillez consulter vos récompenses via [Tableau de bord] – [Profil]",
        "TCs": "Conditions générales",
        "T1": "Les utilisateurs doivent réclamer leurs récompenses disponibles avant la fin de la période de validité.",
        "T3": "Si la distribution des récompenses est retardée pour toute raison que ce soit, contactez-nous via le support technique Discord d’ApeX Pro pour plus d’informations.",
        "T4": "ApeX Pro se réserve le droit de modifier les conditions de ce programme sans préavis.",
        "T5": "ApeX Pro se réserve le droit de l'interprétation finale de cet événement. Si vous avez des questions, veuillez nous contacter via le support technique Discord d’ApeX Pro.",
        "T2": "Les transactions des participants enregistrées sur ApeX Pro dans le cadre de l’événement seront rigoureusement vérifiées. Les destinataires éligibles aux récompenses peuvent être disqualifiés si l’un des comportements de trading suivants est détecté, y compris, mais sans s'y limiter, l’enregistrement groupé de comptes, l’autoachat et l’autovente, ainsi que d'autres comportements de tricherie.",
        "T{{rank}}": "ApeX Pro se réserve le droit, à tout moment et à son entière et absolue discrétion, de déterminer et/ou modifier ou faire varier les présentes conditions de Promotion sans préavis, y compris, mais sans s’y limiter, l’annulation, la prolongation, la cessation ou la suspension de la présente Activité, ses conditions et critères d’éligibilité, la sélection des gagnants et leur nombre, ainsi que la date de tout acte à accomplir. Tous les utilisateurs seront liés à ces modifications.",
        "subtitle": "Les Récompenses des activités sur ApeX Pro sont des récompenses exclusives pour les utilisateurs qui participent activement aux activités sur ApeX Pro. Certaines de ces activités sont uniquement possibles avec une invitation, tandis que d’autres sont ouvertes à tous les utilisateurs d’ApeX Pro. Terminez les tâches indiquées et vos récompenses y correspondantes seront mises à disposition sur cette page dès la vérification de l’achèvement des tâches. Si vous avez des questions, veuillez nous envoyer un ticket via le support technique Discord d’ApeX Pro. Après réclamation et réception d’une récompense disponible, vous pouvez voir votre récompense sur votre compte ApeX Pro. Veuillez noter des modifications sur votre compte lorsque vous réclamez vos récompenses.",
        "Note3": "L’interprétation finale de la distribution des récompenses de ce programme appartient au protocole ApeX @2023.",
        "A1": "R : Non, veuillez prêter attention à la période de réclamation des récompenses après avoir reçu l’avis de récompenses et réclamer vos récompenses avant leur expiration. Si la récompense expire, elle ne peut plus être utilisée. ApeX Pro n’a pas l’obligation de vous avertir lorsque vos récompenses sont sur le point d’expirer.",
        "TotalClaimedTip": "Total des récompenses réclamées : {{ClaimedNum}}",
        "claimFail": "Claim Failed"
    },
    "StakingOnArbi": {
        "Title": "Staking sur Arbitrum One",
        "EventPeriod": "Période de l’événement",
        "EventDetails": "Détails de l’événement",
        "EventStarts": "Début de l'événement dans",
        "Ranking": "Classement",
        "Address": "Adresse",
        "RankInprogress": "Classement en cours, veuillez patienter.",
        "RandomPicking": "On y est presque… Tirage en cours !",
        "Claim": "Réclamer",
        "claimed": "Réclamé",
        "CongratulationsLottery": "Congratulations on winning the lucky prize of {{rewards}} USDC",
        "Snapshot": "Instantané à",
        "Score": "Score de staking (Arbitrum One)",
        "Unfortunately": "Malheureusement, vous êtes classé en {{rank}}e place et vous n’êtes éligible à aucune récompense.",
        "Congratulations": "Félicitations, vous êtes classé en {{rank}} place et vous avez remporté une récompense de {{rewards}} USDC.",
        "Claimed": "Réclamé"
    }
}
