{
    "tradeToMine": {
        "BANA": "BANA",
        "title": "Chiết khấu giao dịch",
        "content": "Tận dụng tối đa giao dịch của bạn – nhận BANA để tận hưởng các đặc quyền dành riêng cho chủ sở hữu.",
        "round": "Vòng {{seriesNumber}}",
        "remaining": "Thời gian còn lại",
        "myReward": "Phần thưởng của tôi",
        "totalReward": "Tổng phần thưởng",
        "myScore": "Điểm của tôi",
        "feesPaid": "Phí đã thanh toán",
        "BANAHolding": "Trung bình BANA Holdings",
        "openInterest": "Trung bình Hợp đồng mở",
        "startTrading": "Bắt đầu giao dịch",
        "aboutReward": "Giới thiệu về cách tính phần thưởng",
        "details": "Chi tiết",
        "eventEnded": "Sự kiện đã kết thúc",
        "onGoing": "Đang diễn ra",
        "ended": "Đã kết thúc",
        "comingSoon": "Sắp diễn ra",
        "eventStartIn": "Sự kiện bắt đầu sau ",
        "stayTuned": "Sự kiện sắp bắt đầu. Hãy chú ý theo dõi!",
        "formula": "Công thức tính phần thưởng",
        "formulaDetail1": "Trong công thức này, NetReferralFeesPaid là tổng phí sau chiết khấu do người giới thiệu của nhà giao dịch thanh toán và theo mặc định sẽ được tính bằng 0 trước khi ApeX Referral hoạt động.",
        "formulaDetail2": "Các công thức và tham số có liên quan có thể được điều chỉnh dựa trên hoạt động giao dịch. Hãy chú ý theo dõi kênh chính thức của ApeX Pro hoặc liên kết email với tài khoản của bạn để cập nhật các tin tức mới nhất.",
        "history": "Lịch sử",
        "unClaimBANA": "BANA chưa xác nhận",
        "availableBANA": "BANA có sẵn",
        "redeemRate": "Tỷ lệ quy đổi",
        "price": "Giá",
        "swap": "Hoán đổi",
        "claim": "Nhận",
        "totalClaimed": "Tổng số tiền đã nhận",
        "totalSwapped": "Tổng số tiền đã hoán đổi",
        "totalRedeemed": "Tổng số tiền đã quy đổi",
        "time": "Thời gian",
        "type": "Loại",
        "token": "Token",
        "amount": "Số tiền",
        "transactionID": "Mã giao dịch",
        "transfer": "Chuyển tiền",
        "Redeem": "Quy đổi",
        "pageOf": "Trang {{currentPage}}/{{totalPage}}",
        "claimRewardTitle": "Nhận phần thưởng",
        "totalUnclaimed": "Tổng số tiền chưa nhận",
        "from": "Từ",
        "available": "Có sẵn",
        "max": "Tối đa",
        "to": "Đến",
        "slippage": "Trượt giá",
        "impact": "TÁC ĐỘNG",
        "chartTitle": "Giá BANA",
        "infoTitle": "Buy & Burn Pool",
        "totalSpent": "Tổng số USDC đã chi tiêu",
        "currentBuyingRate": "Tỷ lệ mua hiện tại",
        "totalBurn": "Tổng số BANA đã đốt",
        "slippageSetting": "Cài đặt trượt giá",
        "maxSlippage": "Trượt giá tối đa",
        "custom": "Tùy chỉnh",
        "confirm": "Xác nhận",
        "learnMoreTitle": "Tìm hiểu thêm",
        "learnMoreTopic1": "Giới thiệu về ApeX Pro",
        "learnMoreTopic2": "BANA là gì? ",
        "learnMoreTopic3": "Giới thiệu về Buy & Burn Pool (BBP)",
        "learnMoreContent1": "ApeX Pro là một nền tảng giao dịch không giám sát, cung cấp các hợp đồng ký quỹ chéo vô thời hạn cho cộng đồng meta trong khuôn khổ giao dịch xã hội mới. ApeX Pro vẫn cam kết giữ lời hứa không chỉ về tốc độ và hiệu quả mà còn về tính bảo mật cùng với tính minh bạch đối với những sản phẩm phái sinh ưa thích của các nhà giao dịch.",
        "learnMoreContent2": "BANA là mã token thưởng chiết khấu giao dịch trên ApeX Pro được phân phối cho tất cả các nhà giao dịch dựa trên sự tham gia và hiệu suất của họ. Các nhà giao dịch có thể nắm giữ BANA để nhận những đặc quyền cao hơn hoặc bán cho nhóm BANA-USDC của ApeX Pro. Các nhà giao dịch nắm giữ BANA có thể chuyển đổi trở lại APEX sau khi các sự kiện chiết khấu giao dịch kết thúc.",
        "learnMoreContent3": "BBP sẽ thường xuyên tiến hành mua lại BANA. Hoạt động mua lại chủ yếu được thực hiện thông qua các giao dịch hoán đổi Nhà tạo lập thị trường tự động có trọng số thời gian (TWAMM). Điều này đảm bảo rằng giá của BANA vẫn gần như không bị ảnh hưởng nhờ mức trượt giá tối thiểu và phí gas thấp. Theo mặc định, tất cả BANA của BBP sẽ bị đốt.",
        "descrTotalReward": "Khối lượng giao dịch càng lớn, phần thưởng cuối của bạn càng hấp dẫn!",
        "approve": "Chấp thuận",
        "swapSuccess": "Đổi {{token1Num}} {{token1Name}} lấy {{token2Num}} {{token2Name}}.",
        "updateAt": "Đã cập nhật vào",
        "formula2": "Công thức tính tổng phần thưởng",
        "formulaDetail3": "Tổng phần thưởng của vòng hiện tại sẽ tăng dần theo mức tăng tổng phí đã thanh toán của tất cả người dùng.",
        "swapSubmitted": "Đã gửi giao dịch",
        "swapSubmittedFailed1": "Không gửi được giao dịch do mức trượt giá thấp.",
        "claimSubmitted": "Đã gửi yêu cầu nhận",
        "claimSuccess": "Đã nhận {{tokenNum}} {{tokenName}}.",
        "redeemSubmitted": "Đã gửi giao dịch",
        "redeemSuccess": "Quy đổi {{token1Num}} {{token1Name}} thành {{token2Num}} {{token2Name}}.",
        "removeLiquiditySubmitted": "Đã gửi yêu cầu Xóa thanh khoản",
        "removeLiquiditySuccess": "Xóa thanh khoản thành công, bạn đã nhận được {{token1}} USDC và {{token2}} BANA trên Ethereum.",
        "historyAddLiquidity": "Thêm thanh khoản",
        "descrTotalSwapped": "Tổng số tiền đã hoán đổi là tổng số USDC kiếm được bằng cách bán BANA thông qua nhóm BANA-USDC.",
        "descrAboutRedeem": "Bạn có thể quy đổi BANA thành USDC tại bất kỳ thời điểm nào trong các mốc thời gian hoặc giữ lại BANA đến cuối sự kiện Chiết khấu giao dịch (sau {{EpochNum}} mốc thời gian) và đổi lấy APEX theo Tỷ lệ quy đổi. Tỷ lệ quy đổi ngày càng tăng khi ngày càng nhiều BANA bị đốt trong BBP.",
        "descrRedeemRate": "Tỷ lệ quy đổi là tỷ lệ chuyển đổi giữa token BANA và APEX sau khi mốc thời gian Chiết khấu giao dịch cuối cùng kết thúc, tức là số lượng APEX bạn cần dùng để có thể quy đổi thành 1 BANA.",
        "Add": "Thêm",
        "Remove": "Xóa",
        "Balance": "Số dư",
        "YouWillReceive": "Bạn sẽ nhận được",
        "BANAprice": "Giá trị BANA (USDC)",
        "Approve": "Phê duyệt {{tokenName}}",
        "errorInsufficient": "Số dư {{token}} không đủ",
        "Confirmation": "Xác nhận",
        "tipAddLiquidity": "Số lượng token BANA và USDC được tính phí chỉ là mức ước tính. Tuy nhiên, số lượng Token LP nhận được là con số chính xác nếu giao dịch của bạn được thực hiện thành công. ",
        "Confirm": "Xác nhận",
        "WaitingSignature": "Đợi chữ ký",
        "titleAddLiquidity": "Thêm thanh khoản",
        "descrApprove": "Cho phép hợp đồng truy cập {{tokenName}} của bạn.",
        "RemoveAmount": "Xóa số lượng",
        "LPToken": "Token LP",
        "descrAddLiquidity": "Thêm thanh khoản vào nhóm BANA-USDC.",
        "descrTotalClaimed": "Tổng số tiền đã nhận là tổng số lượng BANA bạn nhận được trong quá trình diễn ra sự kiện Chiết khấu giao dịch.",
        "descrTotalRedeemed": "Tổng số tiền đã quy đổi là tổng số lượng APEX bạn đã quy đổi thành BANA.",
        "AddLiquidity": "Thêm",
        "RemoveLiquidity": "Xóa thanh khoản",
        "StartingSoon": "Sắp bắt đầu",
        "BBPGitBook": "tìm hiểu thêm thông tin chi tiết.",
        "AvgLP": "Trung bình Số token LP nắm giữ",
        "AffiliateCommission": "Hoa hồng",
        "formula2Detail1": "θ: Giá trị của θ trong mốc thời gian đầu tiên bằng không. Từ mốc thời gian thứ 2 trở đi, giá trị θ sẽ được điều chỉnh mỗi 4 mốc thời gian một lần, tuỳ vào các thay đổi trong khoảng thời gian đó.",
        "UnreleasedRewards": "Phần thưởng chưa phát hành từ mốc thời gian trước (BANA)",
        "titleTWAMMPool": "Nhóm BANA-USDC",
        "descrLP": "Bạn sẽ nhận được các Token LP để nắm giữ BANA và USDC trong Nhóm BANA-USDC. Bạn càng có nhiều Token LP thì tổng số BANA bạn kiếm được càng nhiều.",
        "PooledBANA": "Số lượng BANA đã góp",
        "PooledUSDC": "Số lượng USDC đã góp",
        "shareOfPool": "Tỷ lệ trong nhóm",
        "ManageLiquidity": "Quản lý thanh khoản ",
        "AboutRedeem": "Giới thiệu về Quy đổi APEX",
        "AddConfirmation": "Đang thêm {{BANAamount}} BANA và {{USDCamount}} USDC, vui lòng xác nhận giao dịch này trong ví của bạn.",
        "RemoveConfirmation": "Đang xóa {{LPamount}} Token LP, vui lòng xác nhận giao dịch này trong ví của bạn.",
        "TransactionSubmitted": "Đã gửi giao dịch",
        "ViewOnEtherscan": "Xem trên Etherscan",
        "AddLPToken": "Thêm Token LP",
        "confirmation": "Xác nhận",
        "tipRemoveLiquidity": "Số lượng token LP được tính phí là con số chính xác, trong khi số lượng token BANA và USDC chỉ là ước tính nếu giao dịch của bạn được thực hiện thành công.",
        "titleRemoveLiquidity": "Xóa thanh khoản",
        "descrRemoveLiquidity": "Bạn cần kết nối ví chuỗi Ethereum để đăng nhập trên ApeX Pro và xác minh giao dịch bằng chữ ký của bạn để xóa hoàn toàn thanh khoản khỏi nhóm.",
        "Upcoming": "Sắp tới",
        "SuspensionNotification": "Tạm dừng sự kiện",
        "SuspensionNotificationContent": "Mốc thời gian {{roundNum}} sắp kết thúc, vui lòng nhận phần thưởng của bạn.",
        "GotIt": "Đã hiểu",
        "ResumingNotification": "Sự kiện sắp tiếp tục",
        "ResumingNotificationContent": "Mốc thời gian {{roundNum}} sẽ tiếp tục vào lúc {{restartTime}}, vậy nên hãy chú ý theo dõi!",
        "Buybacking": "Đang tiến hành mua lại",
        "addLiquiditySubmitted": "Đã gửi yêu cầu Thêm thanh khoản",
        "historyRemoveLiquidity": "Xóa thanh khoản",
        "timeBeforeClaim": "Nhận phần thưởng trong",
        "descrTWAMMPool": "Nhóm BANA-USDC sử dụng các giao dịch hoán đổi TWAMM. Sau khi sự kiện Chiết khấu giao dịch bắt đầu, nhà giao dịch có thể mua hoặc bán BANA trong nhóm. Buy & Burn Pool (BBP) của ApeX Pro sẽ tiến hành mua lại BANA dài hạn thông qua Nhóm. Để biết thêm thông tin chi tiết, hãy xem phần tổng quan về BBP. ",
        "LP": "Token LP",
        "descrBuybacking": "Tổng số lượng BANA bị đốt sẽ được cập nhật sau mỗi mốc thời gian. Các thông tin cập nhật sẽ không được hiển thị trong vòng Chiết khấu giao dịch đang diễn ra.",
        "addLiquiditySuccess": "Thêm thanh khoản thành công, bạn đã nhận được {{number}} Token LP.",
        "myEstReward": "Phần thưởng ước tính của tôi",
        "LiquidityPrice": "Giá BANA (USDC)",
        "RedeemDate": "Khi kết thúc mốc thời gian thứ {{EpochNum}}",
        "InsufficientInput": " {{TokenName}} đã nhập không đủ",
        "descrRemove": "Xóa thanh khoản khỏi nhóm BANA-USDC.",
        "descrUnreleasedRewards": "Bạn có thể xác nhận phần thưởng chưa được phát hành 3 ngày sau khi mốc trước đó kết thúc.",
        "formula1FT": "Tổng phí đã thanh toán bởi tất cả các nhà giao dịch tại mốc này",
        "formula1RT": "Tổng phần thưởng sẽ được phân phối cho mốc này",
        "formula2Detail2": "Đối với các tham số và công thức, ApeX Pro có thể thực hiện các điều chỉnh nhỏ tùy vào tình huống sự kiện. Hãy đảm bảo bạn theo dõi các tài khoản mạng xã hội liên quan đến ApeX Pro hoặc liên kết địa chỉ email của bạn với tài khoản ApeX Pro để nhận được các thông tin cập nhật mới nhất."
    },
    "rewardCenter": {
        "unclaimedRewardsDescription": "Tổng số phần thưởng chưa nhận.",
        "Rewards": "Phần thưởng",
        "APEXREWARDSBanner": "PHẦN THƯỞNG APEX",
        "descriptionAPEXREWARDSBanner": "Khám phá tất cả các chương trình khuyến mãi và ưu đãi mới nhất của ApeX Pro ngay hôm nay để thu về những khoản lợi nhuận lớn.",
        "bigCaseConnectWallet": "KẾT NỐI VÍ",
        "TotalRewards": "Tổng phần thưởng",
        "ClaimedRewards": "Phần thưởng đã nhận",
        "UnclaimedRewards": "Phần thưởng chưa nhận",
        "TradeToEarnRewards": "Phần thưởng Giao dịch để nhận",
        "totalRewardsDescription": "Tổng số phần thưởng đã nhận và chưa nhận.",
        "claimedRewardsDescription": "Tổng số phần thưởng đã nhận thành công.",
        "popularCampaigns": "Chiến dịch phổ biến",
        "longTermCampaigns": "Chiến dịch dài hạn",
        "Ended": "Đã kết thúc",
        "All": "Tất cả",
        "Ongoing": "Đang diễn ra",
        "Upcoming": "Sắp tới",
        "Joined": "Đã tham gia",
        "emptyCalendarDescription": "Rất tiếc, không có chiến dịch nào diễn ra vào ngày đã chọn. Vui lòng kiểm tra những ngày khác!",
        "emptyPopularDescription": "Các chiến dịch độc quyền mới sẽ sớm lên sóng — hãy nhớ theo dõi nhé! ",
        "campaignsEndedError": "Rất tiếc, chiến dịch này đã kết thúc. Vui lòng kiểm tra các chiến dịch khác!",
        "shareRewordsDescription": "Tôi vừa kiếm được phần thưởng có tổng trị giá {{amount}}{{coin}} — hãy mở khóa thêm nhiều phần thưởng với tôi nào!",
        "Claimed": "Đã nhận",
        "ViewMore": "Xem thêm",
        "Join": "Tham gia",
        "joinedCampaign": "Bạn đã tham gia chiến dịch này!",
        "claimMoreRewards": "Bạn có thể nhận phần thưởng cho {{x}} chiến dịch!",
        "Date": "Ngày",
        "bigCaseToday": "HÔM NAY",
        "esapexDesc": "esAPEX được đúc ra bằng cách stake APEX theo tỷ lệ 1:1. Các token esAPEX sẽ được phân phối đến những người dùng APEX dưới dạng phần thưởng sự kiện. Sau khi nhận được esAPEX, bạn có thể xác nhận esAPEX (thường theo khoảng thời gian hơn sáu tháng) để nhận APEX.",
        "referralRewards": "Phần thưởng giới thiệu"
    },
    "bbp": {
        "redeemDataTipTitle": "Dữ liệu BBP",
        "buringRecord": "Lịch sử đốt",
        "spentAmount": "Số tiền đã chi tiêu",
        "buyingRate": "Tốc độ mua",
        "burntDate": "Thời gian",
        "TxID": "TXID",
        "formulaTip1": "{{ratio}} phí phát sinh trên ApeX Pro sẽ được đưa vào Buy & Burn Pool (BBP). BBP sẽ tham gia vào các giao dịch mua lại thông thường của BANA thông qua các lần hoán đổi TWAMM. Theo mặc định, tất cả BANA đã mua sẽ bị đốt.",
        "formulaTip2": "Trong mỗi mốc thời gian, hoạt động mua của BBP sẽ diễn ra liên tục theo thời gian và được tính theo USDC/s, còn được gọi là Tốc độ mua.",
        "buyAndRedeemRate": "Dữ liệu BBP",
        "redeemRate": "Tỷ lệ quy đổi",
        "BBP": "Buy & Burn Pool",
        "banaBalance": "Số dư BANA",
        "swap": "Hoán đổi",
        "totalSpent": "Tổng số USDC đã chi tiêu",
        "currentBuyingRate": "Tốc độ mua hiện tại",
        "currentPrice": "Giá",
        "redeemDataTipContent": "Số lượng đốt là số lượng BANA bị đốt hàng tuần thông qua Buy & Burn Pool; Tỷ lệ quy đổi là số lượng APEX mà người dùng có thể đổi được bằng 1 BANA sau mỗi vòng Giao dịch để nhận.",
        "burntVolume": "Số lượng đốt",
        "formulaTip3": "Tất cả các nhà giao dịch có thể xem và dễ dàng xác minh số dư quỹ và Tốc độ mua.",
        "formulaTip4": "Tốc độ mua sẽ được xác định trước khi mỗi mốc thời gian bắt đầu, dựa trên dữ liệu quan sát được từ 2 mốc thời gian trước đó."
    },
    "retrospectiveAirdrop": {
        "rewardDescrEnded": "Cảm ơn bạn đã tham gia! Bạn đã nhận được tổng phần thưởng trị giá <1>{{finalAmount}} esAPEX</1>!",
        "eventDescr3": "Hỡi các nhà giao dịch chuyên nghiệp và KOL! Nhận cơ hội độc quyền để tham gia chương trình airdrop 1.500.000 esAPEX ngay hôm nay.",
        "kolTaskDescr": "Hoàn thành nhiệm vụ để mở khóa cơ hội chia sẻ nhóm giải thưởng trị giá {{poolAmount}} esAPEX.",
        "rewardDescrTrader": "Chúc mừng bạn đã hoàn thành tất cả nhiệm vụ và nhận được tổng phần thưởng trị giá {{totalCumulativeAmount}} esAPEX!",
        "rewardRuleTrader": "Là Nhà giao dịch, bạn có thể mở khóa phần thưởng trị giá lên đến 1.000 esAPEX bằng cách hoàn thành các nhiệm vụ bậc 5. Bạn đạt đến bậc càng cao, Phần thưởng ước tính của bạn càng tăng.",
        "taskDescrTrader": "Trong thời gian diễn ra sự kiện, bạn chỉ cần hoàn thành nhiệm vụ nạp tiền và giao dịch. Bạn hoàn thành càng nhiều nhiệm vụ thì phần thưởng bạn nhận được càng lớn! \n\nBạn có thể nạp tiền và giao dịch nhiều lần để tăng dần bậc, hoặc nạp tiền và giao dịch một lần với số tiền tương ứng là 500 USD và 5.000 USD để lập tức mở khóa tất cả các bậc phần thưởng. Mỗi nhà giao dịch có thể nhận được tới 1.000 esAPEX.\n\nBạn có thể nhận phần thưởng cuối cùng ở đây sau khi sự kiện kết thúc.",
        "taskDescrKOL": "Trong thời gian diễn ra sự kiện, bạn hoàn thành càng nhiều nhiệm vụ thì phần thưởng bạn nhận được càng lớn! Bắt đầu và cùng chia sẻ nhóm giải thưởng trị giá 500.000 esAPEX.\n\nBạn có thể nạp tiền và giao dịch nhiều lần để tăng dần bậc, hoặc nạp tiền và giao dịch một lần với số tiền tương ứng là 300 USD và 6.000 USD để lập tức mở khóa tất cả các bậc phần thưởng.\n\nBạn có thể nhận phần thưởng cuối cùng ở đây sau khi sự kiện kết thúc.",
        "rewardDescrKol": "Chúc mừng bạn đã mở khóa tất cả các bậc của nhóm giải thưởng và có cơ hội chia đều tổng phần thưởng trị giá {{totalPoolAmount}} esAPEX.",
        "estimatedReward": "Phần thưởng ước tính (esAPEX)",
        "rewardRuleKOL": "Là KOL, bạn có thể mở khóa lên đến 3 nhóm giải thưởng với tổng trị giá 500.000 esAPEX bằng cách hoàn thành nhiệm vụ thuộc các bậc khác nhau. Những người tham gia đạt đến bậc nào sẽ chia đều phần thưởng của bậc đó với những người cùng bậc. Khi sự kiện kết thúc, Phần thưởng ước tính sẽ không thay đổi nữa.",
        "viewVeAPEX": "Xem veAPEX",
        "goTrade": "Xem các chiến dịch khác",
        "successDescrKOL": "Giờ bạn đã đủ điều kiện trở thành KOL. Hãy hoàn thành nhiệm vụ tiếp theo để nhận $esAPEX! ",
        "successDescrTrader": "Giờ bạn đã đủ điều kiện trở thành Nhà giao dịch chuyên nghiệp. Hãy hoàn thành nhiệm vụ tiếp theo để nhận $esAPEX! ",
        "traderTaskDescr": "Hoàn thành để mở khóa {{rewardAmount}} esAPEX ",
        "learnMoreContent2": "BANA là mã token thưởng chiết khấu giao dịch trên ApeX Pro được phân phối cho tất cả các nhà giao dịch dựa trên sự tham gia và hiệu suất của họ. Các nhà giao dịch có thể nắm giữ BANA để nhận những đặc quyền cao hơn hoặc bán cho nhóm BANA-USDC của ApeX Pro. Các nhà giao dịch nắm giữ BANA có thể chuyển đổi trở lại APEX sau khi các sự kiện chiết khấu giao dịch kết thúc.",
        "cumulativeReward": "Phần thưởng tích lũy (esAPEX)",
        "claimed": "Đã nhận",
        "connectWallet": "Kết nối ví"
    },
    "referral": {
        "referralBar": "Giới thiệu",
        "cashbackRules": "Quy tắc hoàn tiền",
        "volMonth": "Khối lượng (M)/Tháng",
        "howItWorks": "Cách thức hoạt động",
        "invitationStep1": "1. Tải liên kết giới thiệu",
        "invitationStep2": "2. Giới thiệu cho bạn bè!",
        "noData": "Không có dữ liệu",
        "Q5": "Hỏi: Tôi phải làm thế nào để trở thành chi nhánh?",
        "Q7": "Hỏi: Tại sao tôi không thể rút phần thưởng hoàn tiền của mình?",
        "tcTitle": "T & C",
        "tc4": "4. Chúng tôi sẽ cập nhật tổng số tiền hoàn lại của bạn vào lúc 00:00, giờ UTC.",
        "tc6": "6. ApeX áp dụng quy trình kiểm tra nghiêm ngặt. Người dùng tham gia vào các hành vi bất hợp pháp, gian lận hoặc gây hại có thể bị loại vĩnh viễn.",
        "tc0": "*ApeX có quyền đưa ra lời giải thích chính thức về Chương trình giới thiệu.",
        "errorCodeTips5": "Chúng tôi không xác định được danh tính của quý vị.",
        "ReminderTips1": "Tài khoản giao dịch của quý vị đã nhận thành công khoản hoa hồng có trị giá {{amount}} USDC!",
        "ReminderTips2": "Quý vị đã được liên kết thành công với người giới thiệu của quý vị!",
        "headerTitle": "Mời bạn bè và kiếm thêm",
        "headerSubtitle": "Nhận phần thưởng và chiết khấu phí",
        "inviteFriends": "Mời bạn bè",
        "connectWallet": "Kết nối ví",
        "copyReferralLink": "Sao chép liên kết giới thiệu",
        "beInvited": "Tôi được mời",
        "completeReferralInvitation": "Hoàn thành lời mời giới thiệu",
        "invitationPopupStep1": "1. Kết nối ví",
        "invitationPopupStep2": "2. Nhập mã hoặc liên kết giới thiệu",
        "invitationPopupStep3": "3. Nhận chiết khấu phí",
        "enterLinkCodeTitle": "Mã/Liên kết giới thiệu",
        "enterLinkCodeTips": "Nhập mã hoặc liên kết giới thiệu của bạn vào đây.",
        "confirm": "Xác nhận",
        "applyAffiliteTips": "Hãy mời nhiều bạn bè để tận hưởng những đặc quyền tuyệt vời hơn. Vui lòng liên hệ với chúng tôi qua",
        "discord": "Discord",
        "affiliateCashbackRules": "Quy tắc hoàn tiền cho chi nhánh",
        "totalRewards": "Tổng phần thưởng: {{Rate}}",
        "NonAffiliateCashbackRules": "Quy tắc hoàn tiền cho cá nhân không phải chi nhánh",
        "referralCashback": "Hoàn tiền cho hoạt động giới thiệu (USDC)",
        "invitationStepDescription1": "Kết nối ví của bạn và tạo liên kết giới thiệu duy nhất.",
        "invitationStepDescription2": "Mời bạn bè đăng ký trên ApeX Pro bằng liên kết giới thiệu của bạn.",
        "invitationStep3": "3. Cả hai cùng có lợi",
        "invitationStepDescription3": "Cả bạn và người mà bạn giới thiệu đều nhận được lợi ích hoàn tiền!",
        "affiliateSystem": "HỆ THỐNG ĐƠN VỊ LIÊN KẾT",
        "affiliateSystemGuideTips": "Nếu bạn là một chi nhánh, hãy chuyển đến hệ thống chi nhánh.",
        "viewMore": "Xem thêm",
        "myRewards": "PHẦN THƯỞNG CỦA TÔI",
        "cashbackRate": "Tỷ lệ hoàn tiền",
        "noOfReferees": "Số lượng người tôi đề xuất",
        "totalCashback": "Tổng số tiền hoàn lại",
        "totalCashbackUpdatesTips": "Chúng tôi sẽ cập nhật dữ liệu hàng ngày vào lúc 00:00, giờ UTC.",
        "totalLifeCashback": "Tổng khoản hoàn tiền trọn đời (USDC)",
        "unclaimed": "Chưa nhận: {{amount}}",
        "viewDetails": "Xem chi tiết",
        "claim": "Nhận",
        "transactionRecords": "Hồ sơ giao dịch",
        "transferRecordsButton": "Hồ sơ chuyển tiền",
        "claimRecords": "Hồ sơ nhận",
        "time": "Thời gian",
        "quantity": "Số lượng (USDC)",
        "type": "Loại",
        "status": "Trạng thái",
        "failed": "Không thành công",
        "pending": "Đang chờ xử lý",
        "successful": "Thành công",
        "completed": "Đã hoàn thành",
        "pageAmount": "Trang {{}} / {{}}",
        "claimedRewards": "Nhận phần thưởng",
        "receiveRewards": "Nhận được phần thưởng",
        "yourReferrals": "BẠN BÈ BẠN MỜI ĐƯỢC",
        "Records": "Hồ sơ",
        "yourReferralUpdatesTips": "Chúng tôi sẽ cập nhật dữ liệu hàng ngày vào lúc 06:00, giờ UTC.",
        "walletAddress": "Địa chỉ ví",
        "cashback": "Tiền hoàn lại (USDC)",
        "30dTradingVol": "Khối lượng giao dịch trong 30 ngày (USDC)",
        "dateRegistered": "Ngày đăng ký",
        "eligible": "Đủ điều kiện",
        "rewarded": "Được thưởng",
        "expired": "Hết hạn",
        "switchedToAffiliate": "Đã chuyển thành chi nhánh",
        "FAQs": "Câu hỏi thường gặp",
        "Q1": "Hỏi: Tôi phải làm thế nào để tải liên kết giới thiệu?",
        "A1": "Đáp: Trước tiên, bạn cần kết nối ví của mình để tạo liên kết giới thiệu.",
        "Q2": "Hỏi: Những đối tượng nào là người được giới thiệu đủ điều kiện?",
        "A2": "Đáp: Bạn bè của bạn được coi là người được giới thiệu đủ điều kiện khi họ đăng ký trên ApeX Pro bằng liên kết giới thiệu của bạn và kết nối ví thành công. ",
        "Q3": "Hỏi: Tôi phải làm thế nào để nhận được tiền hoàn lại thông qua việc giới thiệu?",
        "A3": "Đáp: Bạn có thể mời bạn bè đăng ký trên ApeX Pro bằng liên kết giới thiệu của mình. Khi tạo được liên kết giới thiệu đủ điều kiện, bạn sẽ được hoàn tiền 5% (bằng USDC) cho mỗi khoản phí giao dịch phái sinh ròng của người được giới thiệu.",
        "Q4": "Hỏi: Tôi có thể xem phần thưởng hoàn tiền của mình ở đâu?",
        "A4": "Đáp: Bạn có thể xem tổng khoản tiền hoàn lại của mình trên trang Giới thiệu. Nhấp vào \"Nhận\" để chuyển khoản tiền hoàn lại vào tài khoản giao dịch ApeX Pro.",
        "A5": "Đáp: Vui lòng liên hệ với trưởng nhóm phát triển kinh doanh của chúng tôi qua Discord để hỏi về việc trở thành đối tác. Sau khi đơn đăng ký của bạn được chấp thuận, bạn sẽ có thể nhận thêm phần thưởng.",
        "Q6": "Hỏi: Tại sao tôi không thấy mục hồ sơ hoàn tiền của tôi?",
        "A6": "Đáp: Lịch sử hoàn tiền sẽ được cập nhật hàng ngày vào thời gian cố định. Sau khi trở thành chi nhánh, bạn sẽ không đăng nhập được qua trang Giới thiệu nữa. Thay vào đó, bạn có thể xem hồ sơ hoàn tiền của mình trên hệ thống chi nhánh và thực hiện việc rút các khoản tiền tương ứng.",
        "A7": "Đáp: Khi bạn đăng ký trở thành chi nhánh, bạn sẽ không thể rút bất kỳ khoản tiền hoàn lại nào trong khi đơn đăng ký của bạn đang được xử lý. Sau khi vượt qua quá trình đánh giá, bạn sẽ có thể thực hiện rút tiền từ hệ thống chi nhánh.",
        "termsAndConditions": "Điều khoản và điều kiện:",
        "tc1": "1. Người giới thiệu đủ điều kiện sẽ được hoàn tiền 5% trọn đời trên mỗi khoản phí giao dịch phái sinh của người mà họ giới thiệu.",
        "tc2": "2. Mỗi người được giới thiệu đủ điều kiện có thể được hoàn tiền 3% đối với phí giao dịch phái sinh của họ.",
        "tc3": "3. Để được coi là người được giới thiệu đủ điều kiện, bạn bè của bạn phải đăng ký trên ApeX Pro bằng liên kết giới thiệu của bạn, kết nối ví và đồng ý với Điều khoản và Điều kiện của ApeX Pro.",
        "tc5": "5. Tất cả các giao dịch được thực hiện trên ApeX Pro sẽ phải chịu phí giao dịch. Giả sử rằng A có một người được giới thiệu đủ điều kiện tên là B. Tiền hoàn lại của A sẽ là (1 − tiền hoàn lại tính theo phí giao dịch của A) × Tỷ lệ phí × Khối lượng giao dịch phái sinh của B × Tỷ lệ hoàn tiền.",
        "withdrawalTipsTitle": "Mẹo rút tiền",
        "withdrawalTipsDescription": "Trong quá trình xem xét đơn đăng ký trở thành Chi nhánh của ApeX, tạm thời, bạn sẽ không rút được bất kỳ khoản tiền hoàn lại nào qua trang Giới thiệu. Sau khi được phê duyệt, bạn có thể xem hồ sơ hoàn tiền của mình trên hệ thống chi nhánh và tiến hành rút tiền.",
        "withdrawalTipsButton": "Đã hiểu",
        "errorCodeTips1": "Không tìm thấy người dùng",
        "errorCodeTips2": "Liên kết hoặc mã lời mời không hợp lệ.",
        "errorCodeTips3": "Bạn đã liên kết với một người giới thiệu khác.",
        "errorCodeTips4": "Hiện chế độ rút tiền không được hỗ trợ.",
        "errorCodeTips6": "Quý vị đang thực hiện giao dịch rút tiền. Vui lòng chờ đến khi giao dịch này hoàn tất.",
        "errorCodeTips7": "Số tiền rút không đúng.",
        "errorCodeTips8": "Mã tài khoản không hợp lệ.",
        "errorCodeBindHimself": "Ràng buộc của mối quan hệ giới thiệu không thành công và người dùng không thể tự mời mình.",
        "successCopy": "Liên kết giới thiệu của bạn đã được sao chép thành công!",
        "dataRecords": "Hồ sơ dữ liệu",
        "receiveRecords": "Hồ sơ phần thưởng đã nhận"
    },
    "referralTransit": {
        "referral": "GIỚI THIỆU",
        "referralGuideStep3": "Quay lại trang Giới thiệu",
        "referralGuideStep4": "Nhập mã giới thiệu",
        "headerTitle": "Mời bạn bè để kiếm phần thưởng",
        "referralCode": "Mã giới thiệu",
        "copyReferralCode": "Sao chép mã giới thiệu",
        "referralGuideStep1": "Tải ứng dụng ApeX Pro xuống",
        "referralGuideStep2": "Kết nối ví của bạn",
        "referralGuideStep5": "Xác nhận liên kết với người giới thiệu",
        "withdrawPopupTips": "Bạn hiện có một yêu cầu rút tiền đang thực hiện. Việc rút tiền sẽ được hoàn tất theo chuỗi trong vòng bốn (4) giờ. Sau xác nhận cuối cùng, giá trị số tiền chưa nhận của bạn sẽ được làm mới.",
        "eferralGuideTitle": "Hướng dẫn giới thiệu"
    },
    "common": {
        "transactionSuccess": "Giao dịch thành công",
        "message": "Tin nhắn"
    },
    "content": {
        "taskdownload": "Bonus tải xuống",
        "taskdeposit": "Bonus nạp tiền",
        "taskexchange": "Bonus giao dịch",
        "task": "Nhiệm vụ",
        "Service": "Quy tắc",
        "task1": "Tải xuống ứng dụng Apex Pro và kết nối ví của bạn để nhận được phần thưởng!",
        "task2": "Nạp tối thiểu 200 USDC để được thưởng!",
        "task3": "Giao dịch tối thiểu 5.000 USDC (khối lượng) để rinh về phần thưởng!",
        "download": "Tải xuống ứng dụng & tham gia vào sự kiện!",
        "downloaddetail": "Sự kiện này giới hạn chỉ dành cho ứng dụng. Chỉ những lượt tải xuống ứng dụng mới trong sự kiện này sẽ được tính. Người dùng đã tải xuống ứng dụng trước sự kiện sẽ không đủ điều kiện.",
        "deposit": "nạp tiền ngay",
        "claimed": "Giải thưởng xác nhận"
    },
    "task": {
        "r9": "9. ApeX Pro bảo lưu quyển sửa đổi các điều khoản của sự kiện, trong trường hợp hy hữu do gián đoạn hay tình huống không biết trước. Mọi sửa đổi được thực hiện sẽ được thông báo và có hiệu lực ngay sau đó.",
        "d": "Ngày",
        "h": "Giờ",
        "m": "Phút",
        "r1": "1. Chỉ những người dùng chưa tải xuống ứng dụng trước khi bắt đầu sự kiện này mới đủ điều kiện tham gia vào sự kiện.",
        "r2": "2. Người dùng sẽ cần phải hoàn thành các nhiệm vụ Tải xuống, Nạp tiền và Giao dịch theo thứ tự. Nhiệm vụ tiếp theo sẽ được mở khóa nếu đã hoàn thành nhiệm vụ trước đó.",
        "r3": "3. Người tham gia đã hoàn thành tất cả các nhiệm vụ sẽ đủ điều kiện nhận được phần thưởng của họ. Bạn có thể tìm thấy phần thưởng trong Trung Tâm Phần Thưởng sau khi xác nhận.",
        "r4": "4. Người tham gia có thể tích lũy khối lượng giao dịch trong tất cả các hợp đồng vĩnh viễn USDC có sẵn trên ApeX Pro.",
        "r5": "5. Bạn chỉ có thể nhận phần thưởng một lần. Mọi khoản tiền nạp hay giao dịch được thực hiện sau khi người tham gia nhận phần thưởng của họ sẽ không được tính.",
        "r6": "6. Người tham gia phải hoàn thành tất cả các nhiệm vụ trên ứng dụng. Khoản nạp tiền và giao dịch được thực hiện trên máy tính để bàn/web sẽ không được tính.",
        "r7": "7. Người nhận phần thưởng đủ điều kiện phải nhận phần thưởng của mình trong vòng bảy (7) ngày kể từ ngày kết thúc sự kiện. Sau khi khoảng thời gian xác nhận kết thúc, những phần thưởng vô thừa nhận sẽ bị mất.",
        "r8": "8. ApeX Pro có quyền loại bất kỳ người tham gia nào có hành vi không trung thực hoặc lợi dụng khi tham gia sự kiện, bao gồm đăng ký tài khoản số lượng lớn để kiếm thêm tiền thưởng và bất kỳ hoạt động nào khác với mục đích bất hợp pháp, gian lận hoặc gây tổn hại.",
        "10rewards": "Bạn đã nhận được 10 USDC, vui lòng xem phần thưởng của bạn trong Vốn chủ sở hữu.",
        "old": "sự kiện này dành cho những người dùng chưa tải xuống ứng dụng ApeX Pro!",
        "claimed": "Đã nhận",
        "tradenow": "Giao dịch ngay",
        "congratulate": "Bạn đã xác nhận thành công phần thưởng của mình!",
        "5rewards": "Bạn đã nhận được 5 USDC, vui lòng xem phần thưởng của bạn trong Vốn chủ sở hữu.",
        "15rewards": "Bạn đã nhận được 15 USDC, vui lòng xem phần thưởng của bạn trong Vốn chủ sở hữu.",
        "ineligible": "Chỉ người dùng được mời",
        "save": "Lưu",
        "share": "Chia sẻ",
        "cancel": "Hủy",
        "igotit": "Đã hiểu",
        "view": "Xem",
        "sorry": "Rất tiếc",
        "unsuccessful": "Nhận không thành công",
        "gratz": "Xin chúc mừng",
        "other": "hãy xem các sự kiện khác của chúng tôi!",
        "ok": "Đã hiểu",
        "end": "Sự kiện đã kết thúc",
        "discord": "Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ chúng tôi trên Discord.",
        "all": "bạn đã hoàn thành tất cả nhiệm vụ và nhận được tổng phần thưởng trị giá 30 USDC!"
    },
    "RewardsCenter": "Trung Tâm Phần Thưởng",
    "detail": {
        "tasktitle": "Sự kiện tải xuống mới ứng dụng",
        "taskslogan": "Hoàn thành các nhiệm vụ dễ dàng và giành tối đa 30 USDC!",
        "tasktime": "Sẽ kết thúc sau",
        "taskshare": "Chia sẻ với bạn bè"
    },
    "share": {
        "taskrewards": "Tổng phần thưởng (USDC)",
        "taskshare": "Được chia sẻ tại"
    },
    "push": {
        "task3": "3. Giao dịch trên ứng dụng",
        "task1": "1. Tải ứng dụng ApeX Pro xuống",
        "task": "Hãy kiểm tra",
        "task2": "2. Nạp tiền trên ứng dụng"
    },
    "task3condition": "Cần hoàn thành nhiệm vụ nạp tiền trước khi bắt đầu",
    "vest": {
        "Title": "Giới thiệu về esAPEX",
        "descrChain": "Trên Ethereum",
        "Rules": "Quy tắc",
        "AvailableESAPEX": "esAPEX khả dụng",
        "LockedAPEX": "APEX được khóa",
        "WithdrawableAPEX": "APEX có thể rút",
        "Vest": "Xác nhận",
        "Withdraw": "Rút",
        "VestID": "ID xác nhận",
        "TotalWithdrawable": "Tổng số có thể rút (APEX)",
        "Action": "Thao tác",
        "Withdrawn": "Đã rút tiền",
        "ReleasedOn": "Đã phát hành trên:",
        "Withdrawable": "Có thể rút",
        "Available": "Có sẵn",
        "esAPEX": "esAPEX",
        "VestingPeriod": "Khoảng thời gian xác nhận",
        "ReleaseDate": "Ngày phát hành",
        "Withdrawal": "Rút tiền",
        "YouReceiveAPEX": "Bạn sẽ nhận được (APEX)",
        "Total": "Tổng số",
        "Penalty": "Tiền phạt (APEX)",
        "tipLessThan": "APEX có thể rút ≤0.01, bạn vẫn muốn tiếp tục rút tiền chứ?",
        "VestedOn": "Đã xác nhận trên: ",
        "esAPEXIntroduction": "esAPEX được đúc ra bằng cách stake APEX theo tỷ lệ 1:1. Các token esAPEX sẽ được phân phối đến những người dùng APEX dưới dạng phần thưởng sự kiện. Sau khi nhận được esAPEX, bạn có thể xác nhận esAPEX (thường theo khoảng thời gian hơn sáu tháng) để nhận APEX.",
        "Rule1": "Bạn có thể rút esAPEX được xác nhận mà không mất bất kỳ khoản tiền phạt nào sau khoảng thời gian mở khóa sáu tháng.",
        "Rule3": "Bạn cũng có thể đăng ký các khoản rút bắt buộc đối với tất cả esAPEX được xác nhận cùng một lúc, bao gồm các esAPEX được phát hành cho các khoản rút tiền trong APEX cũng như những esAPEX vẫn chưa được phát hành. Các khoản tiền phạt có thể bị phát sinh và sẽ bị tính tương ứng theo các lô xác nhận tương ứng của chúng.",
        "Vested": "Đã xác nhận (esAPEX)",
        "WithdrawalDetails": "Chi tiết rút tiền (APEX)",
        "ToBeReleased": "Được phát hành",
        "ForcedWithdrawal": "Khoản rút bắt buộc",
        "Rule2": "Bạn có thể đăng ký các khoản rút bắt buộc đối với esAPEX được xác nhận trước trước khi kết thúc khoảng thời gian mở khóa sáu tháng. Các khoản rút bắt buộc sẽ bị tính tiền phạt; bạn sẽ không nhận được số tiền APEX cuối cùng, được dự kiến."
    },
    "general": {
        "Qty": "Số lượng",
        "Max": "Tối đa",
        "YouReceive": "Bạn sẽ nhận được",
        "TransactionFailed": "Không gửi được",
        "Retry": "Thử lại",
        "ConfirmingTransaction": "Đang xác nhận giao dịch",
        "TransactionSuccess": "Đã gửi thành công",
        "ALL": "Tất cả"
    },
    "menu": {
        "t2e": "Trade to Earn",
        "staking": "Stake"
    },
    "bybit": {
        "t2e": "Khai thác mỏ",
        "dashboard": "Bảng điều khiển"
    },
    "appTitle": "ApeX Pro",
    "voucher": {
        "A1": "Nếu voucher bonus hết hạn thì voucher bonus đó không còn hợp lệ nữa. Vui lòng lưu ý về thời gian đổi cuối cùng của voucher của bạn. Bạn sẽ không thể mở rộng ngày hết hạn hay trao đổi voucher lấy bất kỳ đặc quyền nào khác trên ApeX Pro. Bạn có trách nhiệm đổi bất kỳ voucher bonus nào được phân bổ cho bạn đúng giờ. ApeX Pro không có bất kỳ nghĩa vụ nào đối với việc gửi thông báo về việc hết hạn của bất kỳ voucher bonus nào.",
        "A3": "Bạn có thể tìm thấy phần thưởng đã đổi trên ApeX Pro, xem qua [Bảng điều khiển]-[Tổng quan]: https://pro.apex.exchange/dashboard/overview",
        "campaignExplain": "ApeX Pro có quyền, theo quyết định duy nhất và tuyệt đối của mình, xác định và/hoặc sửa đổi hay thay đổi những Điều khoản ưu đãi này mà không cần báo trước bất kỳ lúc nào, bao gồm nhưng không giới hạn đối với việc hủy, mở rộng, chấm dứt hay tạm ngưng Hoạt động này, những tiêu chí và điều khoản về tính hợp lệ, việc lựa chọn và số lượng người giành chiến thắng, thời gian của bất kỳ hành động nào đã được thực hiện và tất cả người dùng sẽ phải chịu sự ràng buộc bởi những sửa đổi này.",
        "title": "Voucher tiền thưởng giao dịch",
        "connectWallet": "Kết nối ví của bạn",
        "campaignEnded": "Chiến dịch đã kết thúc",
        "otherCampaign": "Tham gia các chiến dịch khác",
        "gratz": "Xin chúc mừng",
        "youwon": "bạn đã giành chiến thắng!",
        "redeem": "Đổi",
        "expiredTime": "Hết hạn vào: {{userLastClaimTime}}",
        "reserveRight": "ApeX Pro có quyền hủy hoặc sửa đổi bất kỳ quy tắc nào có thể áp dụng cho voucher bonus.",
        "sorry": "Rất tiếc, bạn không hợp lệ cho chiến dịch này.",
        "viewOther": "Xem các chiến dịch khác",
        "FAQ": "Câu hỏi thường gặp",
        "TNC": "Điều khoản và điều kiện",
        "Q1": "Nếu bonus đã hết hạn, tôi có thể mở rộng khoảng thời gian có hiệu lực không?",
        "Q2": "Tại sao tôi không thể đổi phần thưởng?",
        "A2": "Chiến dịch này chỉ được mở cho những người dùng có lời mời. Người dùng sẽ cần phải nhận được lời mời từ Đối tác ApeX Pro và hoàn thành các nhiệm vụ được đặt ra trước khi họ hợp lệ để tham gia nhận phần thưởng.",
        "Q3": "Tôi có thể xem phần thưởng đã đổi của mình ở đâu?",
        "Q4": "Voucher bonus này có thể được sử dụng cho việc gì?",
        "A4": "Bạn có thể sử dụng, chuyển hoặc rút token không có hạn chế.",
        "TNC1": "Người dùng phải nhập mã mời hợp lệ theo cách thủ công hoặc hoàn thành giao dịch đầu tiên của mình trên ApeX Pro sau khi nhấp vào liên kết duy nhất được Đối tác ApeX Pro cung cấp để tham gia vào chiến dịch này.",
        "TNC2": "Được phân phối cho những người tham gia hợp lệ trên cơ sở đến trước được phục vụ trước.",
        "TNC3": "ApeX Pro có quyền loại các giao dịch được cho là các wash trade hoặc các tài khoản được đăng ký hàng loạt bất hợp pháp cũng như các giao dịch hiển thị các thuộc tính của việc tự trục lợi hoặc thao túng thị trường.",
        "redeemSuccess": "Đổi thành công",
        "tradeNow": "Giao dịch ngay",
        "noted": "Đã hiểu",
        "claimSuccessTip": "Bạn đã đổi voucher bonus của mình. Vui lòng chuyển đến \"Tổng quan\" trong \"Bảng điều khiển\" trong tài khoản của bạn để xem.",
        "unsuccessful": "Đổi không thành công",
        "OpenNow": "Hãy kiểm tra ngay bây giờ",
        "ViewAsset": "Xem tài sản"
    },
    "ApexStake": {
        "ActualAPY": "APY thực tế",
        "ClaimAmount": "Lượng nhận",
        "Max": "Tối đa",
        "EstimatedAPR": "APR ước tính",
        "StakedLPValue": "Giá trị LP đã stake",
        "UnlockTip": "Bạn chỉ có thể bỏ stake bất cứ lúc nào trong Stake linh hoạt; Token LP được stake theo Stake cố định sẽ được chuyển sang Stake linh hoạt khi kết thúc thời gian khóa.",
        "descrAPY": "Lợi nhuận thuần hàng năm của nhóm stake này.",
        "title": "Stake Token LP",
        "TVL": "TVL (USDC)",
        "APY": "APR",
        "descrTVL": "Tổng giá trị của Token LP được khóa trong nhóm stake này.",
        "StakedLP": "Số lượng Token LP đã stake",
        "EarnedBANA": "BANA nhận được",
        "Claim": "Yêu cầu nhận",
        "Stake": "Stake",
        "Unstake": "Bỏ stake",
        "ClaimStakingRewards": "Nhận phần thưởng stake",
        "StakingType": "Loại stake",
        "FlexibleStaking": "Stake linh hoạt",
        "FixedStaking": "Stake cố định",
        "StakedAmount": "Lượng đã stake",
        "ReleasedOn": "Ngày phát hành",
        "Anytime": "Bất kỳ lúc nào",
        "LPToken": "Token LP",
        "Balance": "Số dư",
        "Period": "Thời gian khóa LP",
        "descrFlexibleStaking": "Bạn có thể bỏ stake bất cứ lúc nào trong phần Stake linh hoạt.",
        "Days": "Ngày",
        "UnlockOn": "Ngày mở khóa",
        "UnstakedLPToken": "Token LP đã bỏ stake:",
        "LockedLP": "Số lượng Token LP đã khóa",
        "StakedOn": "Ngày stake",
        "Amount": "Số tiền"
    },
    "General": {
        "Confirm": "Xác nhận"
    },
    "NaN": "Chưa nhận (BANA)",
    "crossFeeDesc": "Giao dịch rút tiền liên chuỗi yêu cầu xác thực tại L2 (thông qua bằng chứng ZK) và quá trình rút tiền có thể mất đến 2 giờ. Cần có đủ tiền trong nhóm tài sản của chuỗi phù hợp để xử lý các giao dịch rút tiền liên chuỗi. Phí gas cũng sẽ phát sinh. ApeX Pro sẽ tính phí để thanh toán khoản này. Đối với giao dịch rút tiền không mất phí, vui lòng tiến hành rút tiền thông thường trên Ethereum (bạn sẽ phải thanh toán phí gas tương ứng và đợi xác nhận trên L2).",
    "crossChainTips": "Giao dịch rút tiền liên chuỗi yêu cầu xác thực tại L2 (thông qua bằng chứng ZK) và quá trình rút tiền có thể mất đến 2 giờ. Cần có đủ tiền trong nhóm tài sản của chuỗi phù hợp để xử lý các giao dịch rút tiền liên chuỗi. Phí gas cũng sẽ phát sinh. ApeX Pro sẽ tính phí để thanh toán khoản này.",
    "APEXStake": {
        "OnEthereum": "Được xây dựng dựa trên Ethereum",
        "Rules": "Quy tắc",
        "APEX": "APEX",
        "buyAPEX": "Mua APEX",
        "esAPEX": "esAPEX",
        "AboutesAPEX": "Giới thiệu về esAPEX",
        "descresAPEX": "esAPEX là phiên bản ký quỹ của APEX. Bạn sẽ cần xác nhận esAPEX mà bạn đã nhận và chuyển đổi số esAPEX đó thành APEX sau khoảng thời gian xác nhận là sáu (6) tháng. Bạn cũng có thể tiếp tục stake esAPEX để kiếm thêm esAPEX.",
        "PoolTitle": "Nhóm APEX và esAPEX",
        "APY": "Nhóm APR",
        "UserAPY": "APR của người dùng",
        "TotalStakedAPEX": "Tổng số lượng APEX đã stake",
        "TotalStakedesAPEX": "Tổng số lượng esAPEX đã stake",
        "RewardLastPeriod": "Phần thưởng từ vòng trước (USDC)",
        "Unstake": "Bỏ stake",
        "Stake": "Stake",
        "Rewards": "Phần thưởng",
        "StakePosition": "Tổng quan về staking",
        "TotalEarnedReward": "Tổng phần thưởng kiếm được (USDC)",
        "UserStakedAPEX": "APEX đã stake của người dùng",
        "UserStakedesAPEX": "esAPEX đã stake của người dùng",
        "History": "Lịch sử",
        "Claim": "Nhận",
        "StakeToken": "Stake Token",
        "StakeAmount": "Số lượng stake",
        "WalletBalance": "Số dư ví",
        "Max": "Tối đa",
        "EstimatedAPY": "APR ước tính",
        "TimePoint": "Yếu tố thời gian",
        "Confirm": "Xác nhận",
        "waitingSign": "Đợi chữ ký",
        "desrcStakingWaiting": "Staking {{StakeAmount}} {{Token}}, xác thực giao dịch này trong ví của bạn.",
        "desrcUnstakingWaiting": "Bỏ staking {{StakeAmount}} {{Token}}, xác thực giao dịch này trong ví của bạn.",
        "submitted": "Đã gửi giao dịch",
        "viewOnEthereum": "Xem trên Ethereum",
        "": "Đang chờ xác nhận trên Ethereum",
        "UserCancelSign": "Chữ ký hủy của người dùng",
        "Try": "Thử lại",
        "UnstakeToken": "Bỏ stake Token",
        "UnstakeAmount": "Số lượng bỏ stake",
        "Claimed": "Đã nhận",
        "toastClaimSuccess": "Bạn đã nhận thành công {{amount}} USDC.",
        "toastClaimFailed": "Nhận không thành công.",
        "Calculating": "Đang Xử Lý",
        "UnclaimRewards": "Phần thưởng chưa nhận (USDC)",
        "waitingConfirm": "Đang chờ xác nhận",
        "descrAPEX": "APEX là token gốc của giao thức với nguồn cung tối đa là 1.000.000.000 và sẽ phục vụ các tiện ích sau:<br/>\n– Quản trị: Chủ sở hữu token có quyền gửi và bỏ phiếu đối với các đề xuất quản trị giao thức.<br/>\n– Khuyến khích giao thức: Người dùng có thể kiếm token ApeX thông qua phần thưởng tham gia và khai thác thanh khoản trên giao thức ApeX.<br/>\n– Staking: Người dùng có thể stake token ApeX để kiếm phần thưởng trong token ApeX.",
        "tipUnstake": "Mẹo: Khi bỏ staking token, trước tiên, hệ thống sẽ rút các token đã stake sớm nhất trong cùng loại token trên tất cả các hoạt động staking của người dùng. Nếu số lượng đã stake sớm nhất không đủ cho yêu cầu hủy staking, số lượng còn lại sẽ được rút từ hồ sơ staking tiếp theo theo thứ tự thời gian. Các token bỏ stake sẽ không có trong tính toán phần thưởng.",
        "SubTitle": "Stake APEX và esAPEX để kiếm USDC",
        "RewardRound": "Phần thưởng cho Vòng {{SN}}",
        "StakeTime": "Thời gian đã stake",
        "descrUnclaimRewards": "Phần thưởng chưa nhận là phần thưởng stake mà bạn chưa nhận được. Dữ liệu này sẽ cập nhật mỗi Thứ Năm lúc 8 SA, giờ UTC.",
        "descrClaim": "Phí gas sẽ không bị tính khi nhận các phần thưởng; các phần thưởng đã nhận được sẽ có thể xem được trong tài khoản ApeX Pro của bạn",
        "descrTotalPoint": "Yếu tố staking tổng = 1 + Yếu tố điểm T2E + Yếu tố thời gian. Giá trị này cập nhật 8 giờ một lần.",
        "descrUserAPY": "APR người dùng được tính dựa trên phần thưởng của bạn (bằng USDC) được ghi lại trong vòng trước, số lượng APEX & esAPEX đã stake và giá $APEX mới nhất.",
        "descrTotalEarnedReward": "Tổng thưởng kiếm được (USDC) là tổng số phần thưởng bằng USDC bạn đã kiếm được từ tất cả hoạt động stake của mình. Dữ liệu được cập nhật hàng tuần.",
        "descrT2EPoint": "Yếu tố điểm T2E được tính dựa trên bình quân các điểm T2E trong mốc thời gian trước đó (xem các quy tắc để biết chi tiết). Điểm T2E càng cao thì Yếu tố điểm T2E của bạn càng cao (tối đa là 2). Giá trị này cập nhật hàng tuần.",
        "descrTimePoint": "Yếu tố thời gian liên tục được cập nhật cũng như được tích lũy theo khoảng thời gian của các tài sản đã stake. Giá trị ban đầu là 0. Thời gian stake càng lâu thì Yếu tố thời gian càng cao (tối đa là 2). Giá trị này cập nhật 8 giờ một lần.",
        "descrAPY": "APR nhóm được tính dựa trên tổng số phần thưởng stake (bằng USDC) được ghi lại trong vòng trước, tổng số APEX & esAPEX đã stake và giá $APEX mới nhất.",
        "descrWaitingConfirm": "Đang chờ xác nhận trên Ethereum",
        "TotalClaimed": "Tổng số USDC đã nhận",
        "PageTitle": "Nhóm stake",
        "T2EPoint": "Yếu tố điểm T2E",
        "totalPoint": "Yếu tố staking tổng",
        "UnstakeawableAmount": "Có sẵn",
        "HistoryChain": "Chuỗi",
        "ClaimAll": "Nhận tất cả",
        "UnclaimAll": "Tổng số tiền chưa nhận",
        "AvailableChain": "Sẵn có trên Ethereum & Arbitrum One"
    },
    "t2e2": {
        "startTrading": "Bắt đầu giao dịch",
        "Claim": "Nhận",
        "bbpMechanism": "Cơ chế BBP",
        "redeemRate": "Tỷ lệ quy đổi",
        "topTitle": "Tối đa hóa lợi nhuận và đặc quyền bằng giao dịch của bạn",
        "apexToken": "APEX",
        "banaToken": "BANA",
        "Title": "Nhân BANA ngay hôm nay",
        "trade": "Giao dịch",
        "inviteFriends": "Mời bạn bè",
        "holdLpTokens": "Nắm giữ Token LP",
        "tradeDesc": "Tích lũy giao dịch để có thu nhập tốt hơn",
        "inviteFriendsDesc": "Tin tốt phải được chia sẻ – thêm phần thưởng cho bạn và bạn bè bạn đã mời",
        "holdLpTokensDesc": "Kiếm Token LP để tăng tổng giá trị bạn nắm giữ",
        "history": "Lịch sử",
        "noData": "Không có dữ liệu",
        "tabEarnings": "Lợi nhuận",
        "tabSwap": "Hoán đổi và Quản lý thanh khoản",
        "tabStake": "Stake Token LP",
        "tabBuyBurnPool": "Buy & Burn Pool",
        "rewardsOverview": "Tổng quan về phần thưởng",
        "tradingOverview": "Tổng quan về giao dịch",
        "theEnd": "Kết thúc",
        "banaPrice": "Giá BANA:",
        "more": "Xem thêm",
        "managePool": "Quản lý nhóm",
        "trend": "Xu hướng",
        "from": "Từ",
        "to": "Đến",
        "upcoming": "À venir"
    },
    "Commission": "nan",
    "APEX": "nan",
    "BANA": "nan",
    "Upcoming": "nan",
    "APICenter": {
        "ApiCase": {
            "jump4": "Giao diện API mở",
            "title": "Sử dụng API",
            "jump1": "Nạp tiền qua API",
            "jump2": "Giao diện API riêng tư",
            "jump3": "Giao diện WebSocket"
        },
        "FAQ": {
            "A2": "Đáp: Có, bạn có thể sử dụng ApeX Pro Testnet để thử nghiệm miễn phí trường hợp sử dụng của mình.",
            "Q2": "Hỏi: ApeX Pro có cung cấp môi trường Thử nghiệm không?",
            "Q3": "Hỏi: Ngoài Python, tôi có thể sử dụng các ngôn ngữ khác với ApeX Pro API không?",
            "Q1": "Hỏi: Có Tài liệu API không?",
            "A1": "Đáp: Có. Vui lòng tham khảo trang này.",
            "A3": "Đáp: Có. Bên cạnh ngôn ngữ Python hiện tại, ApeX Pro API dùng ngôn ngữ Java sẽ sớm được phát hành.",
            "More": "Xem Thêm",
            "title": "Câu hỏi thường gặp"
        },
        "BasicKnowledge": {
            "title": "Kiến thức cơ bản",
            "jump2": "Khái niệm cơ bản về hợp đồng vĩnh viễn",
            "jump1": "Khái niệm cơ bản về chuỗi khối và Layer 2",
            "jump3": "Xem Thêm"
        },
        "Subtitle": "Trung tâm ApeX Pro API chứa các thông tin về khái niệm, quy trình và thông tin tham khảo dành cho người dùng ApeX Pro API và các nhóm tạo lập thị trường.",
        "subtitleQuickStart": "Tải xuống và cài đặt API, nạp tiền và đặt lệnh thành công, rồi hoàn thành giao dịch API đầu tiên của bạn.",
        "subtitleHelpNCommunity": "Tham gia thảo luận trên kênh ApeX Pro API.",
        "TitlePart1": "ApeX Pro",
        "TitlePart2": "Trung tâm API",
        "subtitleBasicKnowledge": "Tìm hiểu các khái niệm và thuật ngữ cơ bản để bắt đầu giao dịch API của bạn bằng máy chủ API.",
        "QuickStart": {
            "jump1": "Tải xuống và sử dụng API",
            "jump2": "Làm thế nào để nạp tiền",
            "jump3": "Làm thế nào để đặt lệnh",
            "title": "Bắt đầu nhanh"
        },
        "HelpNCommunity": {
            "jump1": "Kênh Discord về API",
            "title": "Cộng đồng"
        },
        "ForTraders": "Dành cho nhà giao dịch",
        "LiquidityProviderService": {
            "jump1": "Khuyến khích tạo lập thị trường",
            "jump2": "Liên Hệ Chúng Tôi",
            "title": "Dịch vụ cung cấp thanh khoản"
        }
    },
    "mvpTrader": {
        "Title": "MVP Traders League",
        "SubTitle1": "NHANH TAY GIÀNH PHẦN THƯỞNG LÊN ĐẾN <1>100.000 USDC<1> VÀ CÁC KHOẢN GIẢM PHÍ KHÁC",
        "Introduction": "Giới thiệu",
        "Registration": "Đăng ký",
        "RegistrationDesc": "Người giao dịch phải có tổng vốn chủ sở hữu trên 1.000 USDC mới có thể đăng ký.",
        "WinnerEligibilityDesc": "Người tham gia phải có khối lượng giao dịch trên 100.000 USDC thì mới đủ điều kiện nhận phần thưởng.",
        "AvailableRewards": "Phần thưởng có thể đạt được",
        "FeeRebatePerks": "Đặc quyền giảm phí",
        "Top10Winners": "Top 10 người thắng cuộc:",
        "FeeRebateCashPrizes": "Đặc quyền giảm phí & giải thưởng USDC",
        "MoreDetails": "Chi tiết khác",
        "Time": "Thời gian",
        "EventPeriod": "Thời gian diễn ra sự kiện",
        "CompetitionPeriod": "Thời gian diễn ra cuộc thi",
        "RegistrationTime": "09:00 ngày 1/3/2023 đến 08:59 ngày 21/3/2023 (UTC+0)",
        "CompetitionEndTime": "Chiến dịch kết thúc sau",
        "RegistrationEndTime": "Thời gian đăng ký kết thúc sau",
        "PrizePool": "Tổng thưởng (USDC)",
        "ParticipantsNumbers": "Số người tham gia",
        "ConnectWallet": "Kết nối ví",
        "Register": "Đăng ký",
        "JoinDiscord": "Tham gia vào Discord",
        "Trade": "Giao dịch",
        "RegisterFailedDesc": "Đăng ký không thành công. Tổng vốn chủ sở hữu của bạn dưới 1.000 USDC. Bạn có thể đăng ký lại sau khi nạp tiền trong ApeX Pro để đáp ứng yêu cầu.",
        "OK": "OK",
        "RegistrationEnd": "Thời gian đăng ký đã kết thúc! Hãy xem các chiến dịch ApeX Pro đang diễn ra và nhận phần thưởng tiếp theo của bạn.",
        "ViewMore": "View More Campaigns",
        "AllRank": "Tất cả xếp hạng",
        "MyTradingVol": "Khối lượng giao dịch của tôi (USDC)",
        "EstimatedRewards": "Phần thưởng USDC ước tính (USDC)",
        "Top10Prize": "Top 10 người thắng cuộc sẽ nhận được một phần trong tổng thưởng USDC.",
        "Ranking": "Xếp hạng",
        "TradingVol": "Khối lượng giao dịch (USDC)",
        "UsdcRewards": "Phần thưởng USDC",
        "10Days": "10 ngày",
        "30Days": "30 ngày",
        "90Days": "90 ngày",
        "Page": "Trang",
        "New": "Mới",
        "UpdateTime": "Cập nhật lúc:",
        "FeedbackEventEnded": "Sự kiện đã kết thúc. Việc lập bảng dữ liệu giao dịch từ cuộc thi đang được tiến hành và sẽ hoàn tất trong vòng bảy (7) ngày làm việc. Sau đó chúng tôi sẽ công bố những người thắng cuộc.",
        "FeedbackNoRewards": "Rất tiếc, bạn không đủ điều kiện nhận bất kỳ phần thưởng nào. Vui lòng xem các chiến dịch đang diễn ra của chúng tôi và cảm ơn bạn đã tham gia!",
        "FeedbackFeeRebate": "Chúc mừng bạn đã trở thành người thắng cuộc! Bạn sẽ nhận được đặc quyền giảm phí, áp dụng cho các giao dịch phái sinh của bạn trên ApeX Pro.",
        "FeedbackFeeRebateCashRewards": "Chúc mừng bạn đã trở thành người thắng cuộc! Bạn sẽ nhận được một phần trong tổng thưởng USDC, dự kiến là sẽ có sau {{time}}. Ngoài ra, bạn sẽ nhận được phần thưởng là đặc quyền giảm phí, áp dụng cho các giao dịch phái sinh của bạn trên ApeX Pro.",
        "FeeRebatePerksUsdc": "Đặc quyền giảm phí (USDC)",
        "Claim": "Nhận",
        "ClaimUnsuccess": "Nhận không thành công, khoảng thời gian nhận phần thưởng của sự kiện này đã kết thúc. Vui lòng liên hệ với chúng tôi qua Discord.",
        "ViewRecord": "Xem hồ sơ",
        "Claimed": "Đã nhận",
        "FeeRebateDesc": "Trong khoảng thời gian đặc quyền có hiệu lực như đã nêu, các giao dịch phái sinh của bạn trên ApeX Pro sẽ được giảm phí giao dịch. Chỉ những vị thế đóng mới được giảm phí, tức là người thắng cuộc có đặc quyền này vẫn phải trả phí giao dịch cho những vị thế mở. Nếu người tham gia liên kết với một Đối tác hoặc Người giới thiệu, tiền hoa hồng sẽ được khấu trừ vào tổng các khoản giảm giá của người tham gia. Các khoản phân bổ cho BBP và đặt cược cũng sẽ được khấu trừ.",
        "ClaimRewardsDesc": "Fee rebate perks are settled once a week and can be claimed after settlement. After claiming, the rewards will be issued to your ApeX Pro trading account.",
        "Unclaimed": "Chưa nhận",
        "TotalUnclaimed": "Tổng số tiền chưa nhận",
        "ClaimAll": "Nhận tất cả",
        "ClaimBefore": "Nhận trước {{time}}",
        "Discord": "Discord",
        "Share": "Chia sẻ",
        "ShareDesc": "Hãy tham gia MVP Traders League và cùng chia sẻ tổng thưởng trị giá 100.000 USDC cùng các khoản giảm phí giao dịch lớn: {{link}}",
        "Terms1": "Người dùng phải đăng ký trong thời gian đăng ký thì mới đủ điều kiện tham gia MVP Traders League.",
        "Terms5": "Người dùng phải tích lũy được khối lượng giao dịch tối thiểu là 100.000 USDC thì mới đủ điều kiện nhận phần thưởng, còn 10 người dùng xếp hạng cao nhất có thể nhận được phần thưởng USDC trong tổng thưởng.",
        "Terms7": "Số người đăng ký càng nhiều thì tổng thưởng được mở khóa càng lớn. Vui lòng tham khảo bảng bên dưới để biết điều kiện của tổng thưởng theo bậc.",
        "Terms9": "Việc lập bảng dữ liệu giao dịch từ cuộc thi sẽ hoàn tất trong vòng bảy (7) ngày làm việc, kể từ sau ngày kết thúc sự kiện. Chúng tôi sẽ công bố người thắng cuộc và họ cần nhận phần thưởng USDC của mình trong vòng 14 ngày kể từ khi công bố. Nếu quá thời hạn trên, người tham gia sẽ không nhận phần thưởng được nữa.",
        "Terms10": "Trong khoảng thời gian đặc quyền có hiệu lực như đã nêu, các giao dịch phái sinh của bạn trên ApeX Pro sẽ được giảm phí giao dịch. Chỉ những vị thế đóng mới được giảm phí, tức là người thắng cuộc có đặc quyền này vẫn phải trả phí giao dịch cho những vị thế mở. Nếu người tham gia liên kết với một Đối tác hoặc Người giới thiệu, tiền hoa hồng sẽ được khấu trừ vào tổng các khoản giảm giá của người tham gia. Các khoản phân bổ cho BBP và đặt cược cũng sẽ được khấu trừ.",
        "Terms13": "ApeX Pro có quyền chỉnh sửa các điều khoản của sự kiện này. Sự kiện có thể thay đổi mà không báo trước.",
        "ParticipantsNumber": "Số người tham gia",
        "1st": "1",
        "2nd": "2",
        "3rd": "3",
        "4th10th": "45026",
        "FAQ": "Câu hỏi thường gặp",
        "Q1": "Hỏi: Làm thế nào để nhận phần thưởng?",
        "Q3": "Hỏi: Khi nào phần thưởng USDC sẽ được phân phối?",
        "A3": "Đáp: Phần thưởng USDC của sự kiện sẽ được phân phối trong vòng 7 ngày sau khi kết thúc sự kiện.",
        "Q4": "Hỏi: Các khoản giảm phí giao dịch là gì?",
        "A4": "Đáp: Sau khi cuộc thi kết thúc, 30 người tham gia xếp hạng cao nhất sẽ nhận được đặc quyền giảm phí với thời gian có hiệu lực khác nhau. Trong thời gian có hiệu lực, phí xử lý mà người dùng phải chịu khi đóng giao dịch sẽ được hoàn lại cho người dùng đó dưới hình thức phần thưởng. Tuy nhiên, nếu người dùng có đại lý cao hơn hoặc người giới thiệu, chúng tôi sẽ trừ phần tiền hoa hồng vào phần thưởng. Các khoản phân bổ cho BBP và đặt cược cũng sẽ được khấu trừ.",
        "Q5": "Hỏi: Có thể gia hạn thời gian nhận phần thưởng không nếu tôi không nhận trước hạn chót đã nêu?",
        "A5": "Đáp: Không, vui lòng chú ý đến thời gian nhận thưởng sau khi bạn nhận được thông báo về phần thưởng và tiến hành nhận thưởng trước khi hết hạn. Nếu phần thưởng hết hạn thì bạn sẽ không dùng được nữa. ApeX Pro không có nghĩa vụ phải nhắc bạn về bất kỳ phần thưởng được phân phối nào sắp hết hạn.",
        "A6": "Đáp: Phần thưởng được cung cấp trên ApeX Pro, vui lòng kiểm tra phần thưởng của bạn qua [Bảng điều khiển]-[Tổng vốn chủ sở hữu].",
        "RegistrationPeriod": "Thời gian đăng ký",
        "WinnerEligibility": "Điều kiện để giành chiến thắng",
        "Top30Winners": "Top 30 người thắng cuộc:",
        "CompetitionTime": "02:00 ngày 10/3/2023 đến 01:59 ngày 24/3/2023 (UTC+0)",
        "RegisterSuccessDesc": "Bạn đã đăng ký thành công! Hãy tham gia cộng đồng Discord của chúng tôi và trở thành người đầu tiên cập nhật thông tin về MVP Traders League.",
        "Deposit": "Nạp tiền",
        "RegisterFailedMarketMakerPopUpDesc": "Đăng ký không thành công, nhà tạo lập thị trường không thể tham gia cuộc thi này. Xem điều khoản và điều kiện của chúng tôi.",
        "MyRank": "Xếp hạng của tôi",
        "Username": "Địa chỉ ví",
        "RebatesPeriod": "Thời gian có hiệu lực của khoản giảm phí",
        "FeedbackLowVolume": "Khối lượng giao dịch hiện tại của bạn thấp hơn tiêu chí để đủ điều kiện là 100.000 USDC và bạn không đủ điều kiện nhận được bất kỳ phần thưởng nào. Vui lòng xem các chiến dịch đang diễn ra của chúng tôi và cảm ơn bạn đã tham gia!",
        "ClaimSuccess": "Bạn đã nhận thành công phần thưởng trị giá {{amount}} USDC! Tài khoản giao dịch của bạn sẽ nhận được phần thưởng trong vòng 5 phút, vui lòng kiểm tra lại sau.",
        "AvailableAfter": "Có sau {{time}}",
        "TermsConditions": "Điều khoản và điều kiện",
        "Terms2": "Người tạo lập thị trường không được tham gia sự kiện này.",
        "Terms3": "Người dùng có tổng vốn chủ sở hữu trên 1.000 USDC mới đủ điều kiện đăng ký tham gia MVP Traders League. Tổng vốn chủ sở hữu bao gồm ký quỹ duy trì, ký quỹ vị thế và số dư ví hiện có. Tài sản liên quan đến Chiết khấu giao dịch và staking không được tính.",
        "Terms4": "Participants' trades recorded on ApeX Pro under the event will be strictly reviewed. Participants may be disqualified of any of the following trading behaviors are detected, including but not limited to batch registration of accounts, self-buying and selling, sybil trading and other cheating behaviors.",
        "Terms6": "Số người đăng ký càng nhiều thì tổng thưởng được mở khóa càng lớn. Vui lòng tham khảo bảng bên dưới để biết điều kiện của tổng thưởng theo bậc. Phân bổ quỹ giải thưởng USDC: 10 người tham gia hàng đầu được xếp hạng theo thứ tự P&L(%) sẽ bị cắt tổng giải thưởng bằng USDC. Người tham gia được xếp hạng nhất sẽ nhận được 40% giá trị của tổng giải thưởng. Người tham gia được xếp hạng nhì và ba sẽ nhận được lần lượt là 20% và 12% giá trị của tổng giải thưởng. Người tham gia được xếp hạng từ 4-10 sẽ được chia đều tổng thưởng còn lại. Nếu P&L(%) của hai hoặc nhiều người tham gia giống nhau, thì người tham gia có khối lượng giao dịch cao hơn được ghi nhận trong sự kiện sẽ xếp hạng trước (những) người tham gia khác.",
        "Terms11": "Khoảng thời gian đặc quyền giảm phí có hiệu lực phụ thuộc vào xếp hạng của người tham gia. Người tham gia có vị trí từ 1-10 sẽ được giảm phí cho các giao dịch trên ApeX Pro trong 20 ngày; từ 11-20 là 15 ngày và từ 21-30 là 10 ngày. Các khoản giảm phí sẽ được tính toán và cung cấp theo lịch đều đặn. Vì vậy, hãy theo dõi trang sự kiện này để thu thập các khoản giảm giá (bằng USDC) sớm nhất.",
        "Terms12": "Nếu việc phân phối phần thưởng bị chậm trễ vì bất cứ lý do gì (chẳng hạn như do lỗi kỹ thuật), phần thưởng sẽ được phân phối lại trong vòng 30 ngày kể từ sau ngày kết thúc sự kiện.",
        "Terms14": "ApeX Pro có quyền giải thích cuối cùng về sự kiện này. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với chúng tôi qua kênh ApeX Pro <0>Discord</0>.",
        "A1": "Đáp: Chỉ những người tham gia xếp hạng cao nhất của sự kiện mới đủ điều kiện nhận phần thưởng — tất cả người dùng được xếp hạng theo P&L giao dịch của họ (%). 10 người tham gia xếp hạng cao nhất sẽ nhận được phần thưởng USDC và 30 người tham gia xếp hạng cao nhất có thể nhận được các khoản giảm phí giao dịch. Hơn nữa, 50% của tất cả những người tham gia đủ điều kiện ngoại trừ 10 người chiến thắng hàng đầu sẽ được chọn ngẫu nhiên để chia đều trong nhóm giải thưởng phụ.",
        "Q6": "Hỏi: Tôi có thể xem phần thưởng mình đã nhận ở đâu?",
        "RegisterFailedMarketMakerDesc": "Nhà tạo lập thị trường không thể tham gia cuộc thi này. Xem điều khoản và điều kiện của chúng tôi.",
        "EligibleParticipants": "Người tham gia đủ điều kiện nhận phần thưởng",
        "Q7": "Hỏi: Ngoài phần thưởng bằng USDC và đặc quyền giảm phí, có những lợi ích nào khác khi tham gia sự kiện?",
        "A7": "Đáp: Tất cả những người tham gia đã đăng ký thành công có thể được hưởng những hiệu ứng tên người dùng và hình đại diện hồ sơ duy nhất, hợp lệ trong 30 ngày, bất kể xếp hạng ra sao.",
        "TradePopUpTitle": "MVP TRADERS LEAGUE",
        "TradePopUpDesc": "Nhóm giải thưởng tối đa 100.000 USDC",
        "TradePopUpButton": "Đăng ký hiện được mở",
        "SubTitle2": "Nhóm giải thưởng <0>100.000 USDC</0><br/>& Đặc quyền giảm phí độc quyền",
        "RebatesPeriodH5": "Thời gian có hiệu lực<br/>của khoản giảm phí",
        "SubTitle2H5": "Nhóm giải thưởng <0>100.000 USDC</0><br/>& Đặc quyền giảm phí độc quyền",
        "RegistrationDescH5": "Người giao dịch phải có tổng vốn chủ sở hữu trên <0>1.000 USDC</0> mới có thể đăng ký.",
        "MyFeeRebate": "My Fee Rebate",
        "EligibleParticipantsDesc": "Bậc nhóm giải thưởng cao hơn sẽ được mở khóa theo số lượng người tham gia đủ điều kiện sẽ tham gia sự kiện. Người tham gia đủ điều kiện đề cập đến người dùng đã đăng ký tham gia sự kiện và vượt quá 100.000 USDC về khối lượng giao dịch tích lũy.",
        "Q2": "Hỏi: Bật nhóm giải thưởng cao hơn được mở khóa ra sao?",
        "A2": "A: The more qualified participants we have, the larger the prize pool that will be unlocked. After successfully registering for the event, participants will need to accummulate a trading volume of minimum 100,000 USDC to be considered as a qualified participant, and therefore be eligible for rewards. The prize pool will begin at 20,000 USDC. When there are more than 700 qualified participants, the highest tier at 100,000 USDC will be unlocked.",
        "Terms8": "Chúng tôi có càng nhiều người tham gia đủ điều kiện thì nhóm giải thưởng lớn hơn sẽ được mở khóa. Sau khi đăng ký tham gia sự kiện một cách thành công, người tham gia sẽ cần tích lũy khối lượng giao dịch tối thiểu là 100.000 USDC để được coi là người tham gia đủ điều kiện và do đó đủ điều kiện nhận phần thưởng. Nhóm giải thưởng sẽ bắt đầu ở mức 20.000 USDC. Khi có nhiều hơn 50 người tham gia đủ điều kiện thì nhóm giải thưởng là bậc 40.000 USDC sẽ được mở khóa. Khi có nhiều hơn 150 người tham gia đủ điều kiện thì nhóm giải thưởng là bậc 55.000 USDC sẽ được mở khóa. Khi có nhiều hơn 350 người tham gia đủ điều kiện thì nhóm giải thưởng là bậc 80.000 USDC sẽ được mở khóa. Khi có nhiều hơn 700 người tham gia đủ điều kiện thì bậc cao nhất là 100.000 USDC sẽ được mở khóa.",
        "WinnerEligibilityDescH5": "Người tham gia phải có khối lượng giao dịch trên <0>100.000 USDC</0> thì mới đủ điều kiện nhận phần thưởng.",
        "PeriodDays": "{{days}} ngày",
        "FeedbackRisk": "Oops, as your trading behavior violates the terms and conditions of the campaign, you are not eligible for rewards. If you have any questions, please contact us via Discord.",
        "CompetitionBeginTime": "Competition Starts In",
        "RegisterPageDesc": "You have successfully registered! Please wait for the competition to begin.",
        "sidePrizePoolRewards": "50% of Qualified Participants: USDC Side Prize Pool",
        "Terms16": "P&L(%) = Lợi nhuận / (Giá trị ròng ban đầu trong tài khoản + Tổng số tiền gửi hiệu quả trong thời gian diễn ra cuộc thi), xem chi tiết trong <0>Blog</0> của ApeX.",
        "PnL": "Tỷ suất lãi lỗ (%)",
        "MyPnL": "Tỷ lệ lãi lỗ của tôi (%)",
        "FeedbackMarketMaker": "Rất tiếc, các công cụ tạo lập thị trường không đủ điều kiện tham gia vào sự kiện. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với chúng tôi qua kênh ApeX Pro <0>Discord</0>.",
        "Terms15": "50% người tham gia đủ điều kiện (ngoại trừ người giành chiến thắng nhóm giải thưởng đầu tiên tối đa 100.000 USDC) sẽ được chọn ngẫu nhiên để nhận phần chia đều của nhóm giải thưởng thuộc phía trị giá 5.000 USDC. Người giành chiến thắng sẽ được xác định thông qua cuộc rút thăm trúng thưởng, được tổ chức trên trang phương tiện xã hội của Giao thức ApeX. Nhóm sẽ đưa vào danh sách cho phép các địa chỉ chiến thắng trong vòng bảy (7) ngày làm việc sau ngày kết thúc sự kiện và người giành chiến thắng sẽ nhận phần thưởng của mình qua cổng thông tin nhận của Trang Phần thưởng. Người giành chiến thắng sẽ cần nhận phần thưởng USDC của mình trong vòng 14 ngày kể từ khi công bố. Nếu quá thời hạn trên, người tham gia sẽ không nhận phần thưởng được nữa.",
        "suspendRegisteredFeedback": "Việc đăng ký và thi đấu cho MVP Traders League sẽ tạm thời bị hoãn lại. Hãy theo dõi các cập nhật trên trang này và <0>Discord</0> và chúng tôi sẽ thông báo cho các nhà giao dịch ngay khi sự kiện tiếp tục.",
        "suspendPopUpTitle": "Sự kiện bị tạm dừng",
        "suspendPopUp": "Do giá của USDC tạm thời tách rời, việc đăng ký và thi đấu cho MVP Traders League sẽ tạm thời bị hoãn lại. Vui lòng kiên nhẫn chờ đợi để biết thêm thông tin cập nhật về thời điểm sự kiện sẽ tiếp tục.",
        "timeDetermined": "để được xác nhận",
        "suspendUnregisteredFeedback": "Việc đăng ký và thi đấu cho MVP Traders League sẽ tạm thời bị hoãn lại. Hãy theo dõi các cập nhật trên trang này và <0>Discord</0> và chúng tôi sẽ thông báo cho các nhà giao dịch ngay khi sự kiện tiếp tục."
    },
    "mvpTrading": {
        "Contest": "Cuộc thi chứng khoán MVP"
    },
    "ActivityRewards": {
        "title": "Phần thưởng hoạt động trên ApeX Pro",
        "Claim": "Xác nhận",
        "ClaimAll": "Xác nhận tất cả",
        "Notes": "Xin lưu ý rằng:",
        "Note1": "Phần thưởng bonus này là tài sản có thực và có thể dùng trong các giao dịch hoặc rút tiền.",
        "Note2": "Thời gian có hiệu lực: Phần thưởng bonus này sẽ hết hạn vào {{ValidityPeriod}} (UTC).",
        "Note3": "Diễn giải cuối cùng về việc phân phối phần thưởng trong chương trình này thuộc về @2023 Giao thức ApeX.",
        "descrConncectWallet": "Kết nối ví của bạn để xem những phần thưởng bạn có.",
        "NoBonus": "Chưa có phần thưởng bonus nào!",
        "FAQ": "Câu hỏi thường gặp",
        "Q1": "Hỏi: Có thể gia hạn thời gian nhận phần thưởng không nếu tôi không nhận trước hạn chót đã nêu?",
        "Q2": "Hỏi: Tôi có thể xem phần thưởng mình đã nhận ở đâu?",
        "TCs": "Điều khoản & điều kiện",
        "T1": "Người dùng phải xác nhận phần thưởng đạt được của mình trước khi thời gian có hiệu lực kết thúc.",
        "T4": "ApeX Pro có quyền chỉnh sửa các điều khoản của chương trình này mà không cần thông báo.",
        "T5": "ApeX Pro có quyền giải thích cuối cùng về sự kiện này. Nếu bạn có câu hỏi, vui lòng liên hệ qua bộ phận hỗ trợ của ApeX Pro Discord.",
        "TotalClaimedTip": "Tổng số phần thưởng đã xác nhận: {{ClaimedNum}}",
        "ConnectWallet": "Kết nối ví của bạn",
        "A1": "Đáp: Không, vui lòng chú ý đến thời gian nhận thưởng sau khi bạn nhận được thông báo về phần thưởng và tiến hành nhận thưởng trước khi hết hạn. Nếu phần thưởng hết hạn thì bạn sẽ không dùng được nữa. ApeX Pro không có nghĩa vụ phải nhắc bạn về bất kỳ phần thưởng được phân phối nào sắp hết hạn.",
        "subtitle": "Phần thưởng hoạt động trên ApeX Pro tặng phần thưởng độc quyền cho người dùng tích cực tham gia các hoạt động trên ApeX Pro. Một số hoạt động chỉ dựa trên thư mời, trong khi các hoạt động khác luôn rộng mở đối với tất cả người dùng ApeX Pro. Hãy hoàn thành các nhiệm vụ được nêu và bạn sẽ nhận được phần thưởng tương ứng trên trang này sau khi xác minh đã hoàn thành nhiệm vụ. Nếu bạn có câu hỏi, vui lòng gửi yêu cầu hỗ trợ qua bộ phận trợ giúp của ApeX Pro Discord. Sau khi xác nhận phần thưởng đạt được, bạn có thể xem phần thưởng trong tài khoản Apex Pro của mình. Vui lòng ghi lại những thay đổi trong tài khoản của bạn khi xác nhận những phần thưởng này.",
        "A2": "Đáp: Phần thưởng được cung cấp trên ApeX Pro, vui lòng kiểm tra phần thưởng của bạn qua [Bảng điều khiển]-[Hồ sơ]",
        "T2": "Các giao dịch của người tham gia được ghi lại trên ApeX Pro trong thời gian diễn ra sự kiện sẽ được xét duyệt chặt chẽ. Người nhận phần thưởng đủ điều kiện có thể bị loại nếu phát hiện có bất kỳ hành vi giao dịch nào sau đây, bao gồm nhưng không giới hạn đối với việc đăng ký hàng loạt tài khoản, tự mua và bán cùng các hành vi gian lận khác.",
        "T3": "Nếu việc phân phối phần thưởng bị chậm trễ vì bất cứ lý do gì, vui lòng liên hệ qua bộ phận trợ giúp của ApeX Pro Discord để biết thêm thông tin.",
        "T{{rank}}": "ApeX Pro có quyền, theo quyết định duy nhất và tuyệt đối của mình, xác định và/hoặc sửa đổi hay thay đổi những Điều khoản ưu đãi này mà không cần báo trước bất kỳ lúc nào, bao gồm nhưng không giới hạn đối với việc hủy, mở rộng, chấm dứt hay tạm ngưng Hoạt động này, những tiêu chí và điều khoản về tính hợp lệ, việc lựa chọn và số lượng người giành chiến thắng, thời gian của bất kỳ hành động nào đã được thực hiện và tất cả người dùng sẽ phải chịu sự ràng buộc bởi những sửa đổi này.",
        "claimFail": "Claim Failed"
    },
    "StakingOnArbi": {
        "Title": "Staking trên Arbitrum One",
        "EventPeriod": "Thời gian diễn ra sự kiện",
        "Snapshot": "Ảnh chụp nhanh lúc",
        "EventDetails": "Chi tiết sự kiện",
        "EventStarts": "Sự kiện bắt đầu sau",
        "Ranking": "Xếp hạng",
        "Address": "Địa chỉ",
        "Score": "Điểm staking (Arbitrum One)",
        "RankInprogress": "Đang xếp hạng, vui lòng chờ trong giây lát!",
        "RandomPicking": "Sắp xong... đang rút!",
        "Claim": "Xác nhận",
        "CongratulationsLottery": "Congratulations on winning the lucky prize of {{rewards}} USDC",
        "claimed": "Đã nhận",
        "Unfortunately": "Rất tiếc, bạn được xếp hạng thứ {{rank}} và không đủ điều kiện để giành được phần thưởng.",
        "Congratulations": "Xin chúc mừng, bạn được xếp hạng thứ {{rank}} và kiếm được phần thưởng trị giá {{rewards}} USDC.",
        "Claimed": "Đã nhận"
    }
}
